[
  {
    "id": "iceland",
    "name": "アイスランド",
    "capital": "レイキャヴィーク",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/iceland.svg",
    "map_image_url": "/maps/iceland.png",
    "description": "アイスランドの国旗は青地に赤と白のスカンディナヴィア十字が描かれた旗。 1915年6月19日、デンマーク領アイスランド時代として公式に制定され、1918年に成立したアイスランド王国でも引き続き使用された。さらに1944年6月17日、アイスランド共和国の樹立に伴い、改めて国旗として制定された。 青は古くからアイスランドの国民色と考えられている。この旗が採用されるまでは、青地に白い十字架のみの旗がアイスランドのシンボルとして用いられていた。",
    "summary": "アイスランド\nÍsland\n\n国の標語：なし\n国歌：Lofsöngur（アイスランド語）賛美歌\n\nアイスランド（アイスランド語: Ísland [ˈiːstlant] ( 音声ファイル) イーストラント）は、北ヨーロッパの北大西洋上に位置する共和制国家。首都はレイキャヴィーク。総人口は38万7758人。グリーンランドの南東方、ブリテン諸島やデンマークの自治領であるフェロー諸島の北西に位置する。\nアイスランド島を主な領土とする島国で、イギリスとのタラ戦争の舞台にもなった漁業基地であるヴェストマン諸島、北極圏上にあるグリムセイ島などの周辺の島嶼（とうしょ）も領有する。高緯度にあるためメルカトル図法の地図では広大な島のように描かれるが、実際の面積は10万2828平方キロメートルと、フィリピンのルソン島（10万4688平方キロメートル）や、韓国（10万210平方キロメートル）とほぼ同じである。グレートブリテン島（約22万平方キロメートル）の約半分、または日本の北海道と四国を合わせた程度の面積である。"
  },
  {
    "id": "republic_of_ireland",
    "name": "アイルランド",
    "capital": "ダブリン",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/republic_of_ireland.svg",
    "map_image_url": "/maps/republic_of_ireland.png",
    "description": "アイルランドの国旗（アイルランドのこっき、愛: Bratach na hÉireann、英: Flag of Ireland）は緑、白、橙の縦三色旗である。1922年にアイルランド自由国の国旗として採用され、1937年に新憲法を施行してエール共和国と改称した際に、憲法で国旗として定められた。",
    "summary": "アイルランド\nÉire（アイルランド語）Ireland（英語）\n\n国の標語：なし\n国歌：Amhrán na bhFiann（アイルランド語）The Soldier’s Song（英語）兵士の歌\n\nアイルランド（愛: Éire、英: Ireland）は、北西ヨーロッパに位置し、北大西洋のアイルランド島の大部分を領土とする共和制国家。代替的な記述でアイルランド共和国（アイルランドきょうわこく、愛: Poblacht na hÉireann、英: Republic of Ireland）としても知られる。首都はダブリン。\n人口490万人のうち約4割がダブリン近郊に住んでいる。主権国家であり、北アイルランド（イギリス領）とのみ陸上で国境を接している。大西洋に囲まれており、南にはケルト海、南東にはセント・ジョージ海峡、東にはアイリッシュ海がある。単一国家であり、議会共和制である。立法府は、下院であるドイル・エアラン（Dáil Éireann）、上院であるシャナズ・エアラン（Seanad Éireann）、そして選挙で選ばれた大統領（Uachtarán）から構成されている。政府の長は議会で選出され、大統領によって任命された首相（Taoiseach、ティーショク、英語では「Prime Minister」とは呼ばれない）である。"
  },
  {
    "id": "azerbaijan",
    "name": "アゼルバイジャン",
    "capital": "バクー",
    "continent": "アジア",
    "flag_image_url": "/flags/azerbaijan.svg",
    "map_image_url": "/maps/azerbaijan.png",
    "description": "アゼルバイジャンの国旗は（上から）水色、赤、緑の横三色、赤部分の中央に三日月と八角星を配した旗。八角星の八本の光は8グループのテュルク系民族を象徴している。水色はテュルク人の色、緑はイスラーム教の色、赤は進歩を示す。この旗はロシア革命後に一時期存在したアゼルバイジャン民主共和国の国旗として、アゼルバイジャンがソビエト連邦に併合される前にも使用されていたものであり、1991年にアゼルバイジャン共和国がソ連から独立する際に再び国旗として採用されたものである。ナヒチェヴァン自治共和国の旗としても使われる。 三日月と星の組み合わせは、オスマン帝国の国旗にも使われたシンボルで、トルコ、ウズベキスタン、トルクメニスタンなどのテュルク人の国家や、マレーシアやパキスタンなどイスラーム国家の国旗によく使われるオスマン / イスラーム系のシンボルである。",
    "summary": "アゼルバイジャン共和国\nAzərbaycan Respublikası\n\n国の標語：なし\n国歌：Azərbaycan Respublikasının Dövlət Himni（アゼルバイジャン語）アゼルバイジャン共和国国歌\n\nアゼルバイジャン共和国（アゼルバイジャンきょうわこく、英: Republic of Azerbaijan、アゼルバイジャン語: Azərbaycan Respublikası）、通称アゼルバイジャンは、ユーラシア大陸のコーカサス地方、カスピ海西岸にある国家である。首都であり最大の都市はバクー。\n\n"
  },
  {
    "id": "afghanistan",
    "name": "アフガニスタン",
    "capital": "カーブル",
    "continent": "アジア",
    "flag_image_url": "/flags/afghanistan.svg",
    "map_image_url": "/maps/afghanistan.png",
    "description": "アフガニスタンの国旗（アフガニスタンのこっき）は、2024年8月末時点で2種類の国旗が使用されている。一つはアフガニスタン国内で使用されるアフガニスタン・イスラム首長国の国旗であり、もう一つはアフガニスタン国外で使用されている旧アフガニスタン・イスラム共和国の国旗である。アフガニスタン戦争の影響等があり、アフガニスタンの国旗は20世紀以降に多くの変遷を遂げてきた。",
    "summary": "アフガニスタン・イスラム首長国\nد افغانستان اسلامي امارت （パシュトゥー語）امارت اسلامی افغانستان （ダリー語）\n\n国の標語：لا إله إلا الله، محمد رسول الله\n（アラビア語:アッラーフの他に神はなし。ムハンマドはアッラーフの使徒である。）\n国歌：دا د باتورانو کور（パシュトー語）\n\nアフガニスタン・イスラム首長国（アフガニスタン・イスラムしゅちょうこく、パシュトー語: د افغانستان إسلامي امارت、ダリー語: امارت اسلامی افغانستان、英語: Islamic Emirate of Afghanistan）、通称アフガニスタン（ダリー語: افغانستان、パシュトー語: افغانستان、英語: Afghanistan）は、中央アジア・西アジアと南アジアの交差点に位置する山岳地帯の内陸国である。1978年から断続的に続くアフガニスタン紛争の結果、2021年8月15日以降はターリバーンによる暫定政権が築かれているが、諸経緯によって暫定政権が国際社会から政府承認を広く受けられずにいるため、国際連合における代表権を含めた「アフガニスタンの統一政府」の地位はターリバーンの首都制圧によって国内における勢力を喪失した「アフガニスタン・イスラム共和国」（アフガニスタン・イスラムきょうわこく）の政府が保持している（「#国際関係」で後述）。\n東と南にパキスタン、西にイラン、北にトルクメニスタン、ウズベキスタン、タジキスタン、北東ではワハン回廊で中国と国境を接している。多民族国家で、周辺国と民族やイスラム教宗派でつながりが深いパシュトゥン人、ウズベク人、タジク人、ハザーラ人などが暮らす。国連による世界地理区分では南アジアに分類されているが、中東の東端と位置付けられることもある。首都は人口最大の都市のカーブル。面積は65万2000平方キロメートルで、北部と南西部に平野部がある山岳国となっている。\n\n"
  },
  {
    "id": "united_states",
    "name": "アメリカ合衆国",
    "capital": "ワシントンD.C.",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/united_states.svg",
    "map_image_url": "/maps/united_states.png",
    "description": "アメリカ合衆国の国旗（アメリカがっしゅうこくのこっき、Flag of the United States）は、一般に星条旗（せいじょうき、the Stars and Stripes または the Star-Spangled Banner）と呼ばれる、13条の横縞と50個の星がデザインされた旗である。 単に合衆国旗（がっしゅうこっき）、別名として古き栄光（ふるきえいこう、Old Glory）とも呼ばれる。",
    "summary": "アメリカ合衆国\nUnited States of America\n\n国の標語：E pluribus unum（1776年8月 - 現在）（ラテン語:多数から一つへ）In God We Trust（1956年7月 - 現在）（英語:我らは神を信ずる）Annuit cœptis（ラテン語:神は我らの企てに与し給えり）Novus ordo seclorum（ラテン語:時代の新秩序）\n国歌：The Star-Spangled Banner（英語）星条旗\n\nアメリカ合衆国（アメリカがっしゅうこく、アメリカ英語: United States of America, USA）は、北アメリカ大陸の中央部および北西部（アラスカ州）に位置し、大西洋および太平洋に面する連邦共和国。略称は合衆国（United States, US）。通称は米国（べいこく）またはアメリカ（America）。首都はコロンビア特別区（ワシントンD.C.）。"
  },
  {
    "id": "united_arab_emirates",
    "name": "アラブ首長国連邦",
    "capital": "アブダビ",
    "continent": "アジア",
    "flag_image_url": "/flags/united_arab_emirates.svg",
    "map_image_url": "/maps/united_arab_emirates.png",
    "description": "アラブ首長国連邦の国旗は、独立時の1971年12月2日に制定された。 赤・白・緑の汎アラブ色を使用し、アラブ民族の統合を象徴している。その上で、緑は土地の肥沃さ、白は無垢な生活、黒は戦争を表している。",
    "summary": "アラブ首長国連邦\nالإمارات العربية المتحدة\n\n国の標語：なし\n国歌：عيشي بلادي（アラビア語）アラブ首長国連邦国歌\n\nアラブ首長国連邦（アラブしゅちょうこくれんぽう、アラビア語: الإِمَارات العربِيَّة المُتَّحِدة、英: United Arab Emirates）略称UAE は、中東に位置し、7つの首長国からなる連邦制国家。首都はアブダビ市。\n1959年に石油発見以降、「オイルマネー」で急速な経済発展を果たした国である。絶対君主制の下で、他国への軍事介入や内政干渉、外交的圧力などの積極的な外交政策を取っている。アラビア半島の、ペルシア湾南岸およびオマーン湾西岸にあり、対岸のイランと向かい合う。東部ではオマーンと、南部および西部ではサウジアラビアと陸上国境を接する。カタールとは国境を接していないが、カタールとの間のサウジアラビアの一部地域の領有権をめぐる論争が発生している。\n\n"
  },
  {
    "id": "algeria",
    "name": "アルジェリア",
    "capital": "アルジェ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/algeria.svg",
    "map_image_url": "/maps/algeria.png",
    "description": "アルジェリアの国旗は緑と白で二分されている。中央に赤い三日月と星の印が入っている。この国旗は1962年の7月3日に定められた。以前アルジェリア民族解放戦線 (N.L.F) で使用されていた物とよく似ており、アブドゥル・カディールが19世紀に使用していた物だ、という説もある。白は純潔を表し、緑は繁栄を示している。三日月はトルコの国旗と同様イスラムのシンボルである。 1962年に独立してすぐに、アルジェリア政府は各国語でこの国旗を詳しく説明したパンフレットを作成した。そのパンフレットでは赤と緑の色が光学上の波長で詳しく規定されている。このような規定はほかに類のないことである。また、三日月の形や星との位置関係など、幾何学的作図法が細密にわたって規定されている。",
    "summary": "アルジェリア民主人民共和国\nالجمهورية الجزائرية الديمقراطية الشعبية（アラビア語）ⵜⴰⴳⴷⵓⴷⴰ ⵜⴰⵎⴳⴷⴰⵢⵜ ⵜⴰⵖⵔⴼⴰⵏⵜ ⵜⴰⴷⵣⴰⵢⵔⵉⵜ（ベルベル語）\n\n国の標語：من الشعب و للشعب\n（アラビア語: 人々により、そして人々のために）\n国歌：قسما（アラビア語）誓い\n\nアルジェリア民主人民共和国（アルジェリアみんしゅじんみんきょうわこく）、通称アルジェリアは、北アフリカのマグリブに位置する共和制国家。東にチュニジアとリビア、南東にニジェール、南西にマリとモーリタニア、西にモロッコとサハラ・アラブ民主共和国（西サハラ）と国境を接する。北は地中海を隔ててスペインや旧宗主国のフランスと向かい合う。首都はアルジェ。"
  },
  {
    "id": "argentina",
    "name": "アルゼンチン",
    "capital": "ブエノスアイレス",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/argentina.svg",
    "map_image_url": "/maps/argentina.png",
    "description": "アルゼンチンの国旗は、横に空色・白・空色の三層で中央に太陽のシンボル。この色は1810年5月のリオ・デ・ラ・プラタ副王領政府に対するポルテーニョ（ブエノスアイレス市民）民兵隊の蜂起（五月革命）の際に使われた帽章の色に由来し、旗そのものはマヌエル・ベルグラーノ将軍がロサリオでのスペイン軍との戦いの後、両軍の旗が同じ色（スペインの血と金＝赤と黄色の旗）であることに気付いて戦闘終了後に作成し、1818年2月25日に正式に採用された。当初は今の国旗と同じデザインだったが、間も無く三層の内空色の部分が青になった。その後、政情変化などによる数度の変更を経て1862年に今の国旗と同じデザインに戻り、2010年にサイズが変更された。 この蜂起の日付（5月25日）を記念して、中央の太陽は「五月の太陽」と呼ばれ、古代インディオの、つまりインカ帝国の独立の象徴である太陽神インティを表し、当時のラ・プラタ地域で流通していた8エスクード硬貨の意匠があしらわれた。スペイン統治時代は、スペインの国旗が掲げられた。 徽章等に使用されるときは「五月の太陽」が省略されるときがある。",
    "summary": "アルゼンチン共和国\nRepública Argentina\n\n国の標語：スペイン語: En Unión y Libertad（統一と自由において）\n国歌：Himno Nacional Argentino（スペイン語）アルゼンチンの国歌\n\nアルゼンチン政府は南極の1,000,000 km2およびマルビナス諸島の領有を主張している。\n\nアルゼンチン共和国（アルゼンチンきょうわこく、スペイン語: República Argentina）、通称アルゼンチンは、南アメリカ南部に位置する連邦共和制国家。首都はブエノスアイレス。位置は南米大陸から見ると南西側に位置しており、西と南にチリ、北にボリビア・パラグアイ、北東にブラジル・ウルグアイと国境を接し、東と南は大西洋に面する。\nチリとともに南アメリカ最南端に位置し、国土の全域がコーノ・スールの域内に収まる。国土南端のフエゴ島には世界最南端の都市ウシュアイアが存在する。アルゼンチンはイギリスが実効支配するマルビナス諸島（英語ではフォークランド諸島）の領有権を主張している。また、チリ・イギリスと同様に南極の一部に対して領有権を主張しており、アルゼンチン領南極として知られる。"
  },
  {
    "id": "albania",
    "name": "アルバニア",
    "capital": "ティラナ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/albania.svg",
    "map_image_url": "/maps/albania.png",
    "description": "アルバニアの国旗は、赤地に黒の双頭の鷲を中央に描いた旗。この国旗のデザインは、15世紀にオスマン帝国の支配に抵抗し、一時（1443年-1478年）独立を勝ち取った中世アルバニアの英雄、スカンデルベクの紋章にちなんだものである。 この国旗は1992年4月7日に正式採用されたものだが、それ以前でも少しずつ違うが全体として赤地に双頭の鷲というデザインを使用し続けていた。1946年から1992年の共産主義政権下では、現在の国旗に黄色の縁取りの赤い星が加わっていたものを使用していた。その前のアルバニア王国、アルバニア公国時代も同様であった。 なお、コソボでも独立前はこの国旗をコソボの旗として掲げていたが、独立以降は国旗に準じる民間旗として扱われている。現在でも主にアルバニア人が掲げている。",
    "summary": "アルバニア共和国\nRepublika e Shqipërisë\n\n国の標語：Ti Shqipëri, më jep nder, më jep emrin Shqipëtar（アルバニア語）汝、アルバニアは我に名誉、そしてアルバニア人の名をもたらす\n国歌：Hymni i Flamurit（アルバニア語）国旗への賛歌\n\nアルバニア共和国（アルバニアきょうわこく、アルバニア語: Republika e Shqipërisë）、通称アルバニアは、東南ヨーロッパのバルカン半島南西部に位置する共和制国家。首都はティラナ。\n西はアドリア海に面し、対岸はイタリアである。北はモンテネグロ、北東はコソボ（コソボを独立国と認めない立場からすればセルビア）、東は北マケドニア、南はギリシャと国境を接する。"
  },
  {
    "id": "armenia",
    "name": "アルメニア",
    "capital": "イェレヴァン",
    "continent": "アジア",
    "flag_image_url": "/flags/armenia.svg",
    "map_image_url": "/maps/armenia.png",
    "description": "アルメニアの国旗（アルメニアのこっき）は、赤、青、オレンジの三色旗。 これらの三色はこの国の歴史とつながりがあり、色の解釈には諸説あるが、最も有名な説によると、赤は虐殺と国防によって流れたアルメニア人の血、オレンジは国民の労働による勇気、青は国土の自然を象徴しているという。この国旗は元々第一次世界大戦後に短い間独立していたアルメニア第一共和国の国旗だったが、ソビエト連邦の崩壊による再独立によって再び使用されるようになった。",
    "summary": "アルメニア共和国\nՀայաստանի Հանրապետություն\n\n国の標語：Մեկ Ազգ , Մեկ Մշակույթ（アルメニア語: 一つの国家、1つの文化）\n国歌：Մեր Հայրենիք（アルメニア語）我が祖国\n\nアルメニア共和国（アルメニアきょうわこく、アルメニア語: Հայաստանի Հանրապետություն）通称アルメニアは、ユーラシア大陸の南コーカサスの内陸国である。首都はエレバン。\n\n"
  },
  {
    "id": "angola",
    "name": "アンゴラ",
    "capital": "ルアンダ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/angola.svg",
    "map_image_url": "/maps/angola.png",
    "description": "アンゴラの国旗（アンゴラのこっき）は、独立時の1975年に制定された。独立時の主要勢力であるアンゴラ解放人民運動(MPLA)の政党旗と同様に赤と黒の二色を下地にしている。黒はアフリカ大陸、赤は独立運動中に流されたアンゴラ人の血を表している。星のついた歯車と鉈（ナタ）は、労働者の象徴であり、ソビエト連邦の旗の鎌と槌の意匠に似せたもので、社会主義の象徴である。ポルトガル統治時代は、ポルトガルの国旗が掲げられた。 2003年に新しい国旗が提案されたが、まだ承認されず、正式導入されていない。",
    "summary": "アンゴラ共和国\nRepública de Angola\n\n国の標語：Virtus Unita Fortior（ラテン語）\n国歌：Angola Avante（ポルトガル語）進めアンゴラ!\n\nアンゴラ共和国（アンゴラきょうわこく、ポルトガル語: República de Angola）、通称アンゴラは、アフリカ南西部にある共和制国家。東はザンビア、南はナミビア、北はコンゴ民主共和国と国境を接し、西は大西洋に面する。コンゴ民主共和国を挟んで飛地のカビンダが存在し、同地の北はコンゴ共和国と接する。首都は大西洋岸のルアンダである。"
  },
  {
    "id": "antigua_and_barbuda",
    "name": "アンティグア・バーブーダ",
    "capital": "セントジョンズ",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/antigua_and_barbuda.svg",
    "map_image_url": "/maps/antigua_and_barbuda.png",
    "description": "アンティグア・バーブーダの国旗は、1966年にレジナルド・サミュエルによって描かれ、1967年2月27日に採用された。 黄金の太陽は新時代の始まりを、赤は奴隷であった先祖の活力と国民の力強さを、青は希望を、黒は農場とアフリカ人の遺産を象徴する。また、金、青、白はアンティグア・バーブーダの観光地である太陽と海と砂浜を表している。国旗を仕切るV字は「ヴィクトリー・アト・ラスト」の頭文字を取ったものである。",
    "summary": "アンティグア・バーブーダ\nAntigua and Barbuda\n\n国の標語：Each Endeavouring, All Achieving（英語: 各々の努力が全体の成功へ）\n国歌：Fair Antigua, We Salute Thee（英語）麗しきアンティグア、我ら汝に敬礼せん\n\nアンティグア・バーブーダ（英語: Antigua and Barbuda）は、カリブ海東部の小アンティル諸島にある島国。アンティグア島、バーブーダ島、レドンダ島を領土とする。首都はセントジョンズ。人口は約9.9万人。\nイギリス連邦加盟国であり、英連邦王国の一国である。"
  },
  {
    "id": "andorra",
    "name": "アンドラ",
    "capital": "アンドラ・ラ・ベリャ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/andorra.svg",
    "map_image_url": "/maps/andorra.png",
    "description": "アンドラの国旗（アンドラのこっき）は1971年に採用された。旗のデザインは左側から順に青色、黄色、赤色の三色旗である。中心部に国章を配置している。 市民用旗のように国章を除くとルーマニア、モルドバ、 チャドのものと意匠はほぼ同一であるが、国章を配置するスペースの関係からか黄色の割合が左右の青赤に比べて若干広い。 実際には、フランス国旗の青、カタルーニャ国旗(またはスペイン国旗)の黄、そして共通の赤をとって作ったものと言われている。 歴代のアンドランの国旗に必ず黄色と赤が使用されているのは、フォワ領主の紋章とカタルーニャの紋章の両方に不可欠な色だからだとされている。",
    "summary": "アンドラ公国\nPrincipat d'Andorra\n\n国の標語：Virtus Unita Fortior（ラテン語: 団結は力なり）\n国歌：El Gran Carlemany（カタルーニャ語）偉大なるカルレマニ\n\nアンドラ公国（アンドラこうこく）、通称アンドラは、ヨーロッパ西部のピレネー山脈中に位置する立憲君主制国家。首都はアンドラ・ラ・ベリャ。\n\n"
  },
  {
    "id": "yemen",
    "name": "イエメン",
    "capital": "サヌア",
    "continent": "アジア",
    "flag_image_url": "/flags/yemen.svg",
    "map_image_url": "/maps/yemen.png",
    "description": "イエメンの国旗（イエメンのこっき）は1990年5月22日、北イエメン（イエメン・アラブ共和国）と南イエメン（イエメン人民共和国、イエメン人民民主共和国）の統一時に制定された、上から赤・白・黒の横三色旗。 なお上下を逆にすると、ドイツ第二帝政期の国旗およびオートボルタの国旗と同じとなる。",
    "summary": "イエメン共和国\nالجمهورية اليمنية\n\n国の標語：الله، الوطن، الثورة، الوحدة（アラビア語）神、国家、革命、団結\n国歌：الجمهورية المتحدة（アラビア語）連合共和国\n\nイエメン共和国（イエメンきょうわこく、アラビア語: الجمهورية اليمنية）、通称イエメンは、中東の共和制国家である。アラビア半島南端部に位置し、インド洋上の島々の一部も領有している。首都はサナア。"
  },
  {
    "id": "united_kingdom",
    "name": "イギリス",
    "capital": "ロンドン",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/united_kingdom.svg",
    "map_image_url": "/maps/united_kingdom.png",
    "description": "グレートブリテン及び北アイルランド連合王国の国旗（グレートブリテンおよびきたアイルランドれんごうおうこくのこっき、英語: national flag of the United Kingdom of Great Britain and Northern Ireland）は、ユニオンフラッグ（Union Flag）あるいはユニオンジャック（Union Jack）として知られる王室旗である。ユニオンジャックは「船の国籍を示す旗」を意味すると誤解されているものの、専門的にはどちらの名称も正しい。",
    "summary": "グレートブリテン及び北アイルランド連合王国\nUnited Kingdom of Great Britain and Northern Ireland\n\n国の標語：Dieu et mon droit（フランス語:神と我が権利）\n国歌：God Save the King（英語）神よ国王を守り給え \n\nグレートブリテン及び北アイルランド連合王国（グレートブリテンおよびきたアイルランドれんごうおうこく、英語: United Kingdom of Great Britain and Northern Ireland、英語略称: United Kingdom、UK、Britain）、通称イギリスは、ヨーロッパ大陸北西岸に位置し、グレートブリテン島、アイルランド島北東部その他多くの島々から成る立憲君主制国家。首都はロンドン。\nアイルランドとは北アイルランドと国境を接しており、スペインとはジブラルタルで国境を接している。\n\n"
  },
  {
    "id": "israel",
    "name": "イスラエル",
    "capital": "エルサレム",
    "continent": "アジア",
    "flag_image_url": "/flags/israel.svg",
    "map_image_url": "/maps/israel.png",
    "description": "イスラエルの国旗（イスラエルのこっき）は1891年にデザインされ、1897年の第1回シオニスト会議でシオニスト運動の旗として採択。第二次世界大戦中のユダヤ義勇軍の軍旗として使用され、1948年10月28日に国旗として正式に制定された。「六芒星旗」とも言われる。",
    "summary": "イスラエル国\nמדינת ישראל（ヘブライ語）دولة إسرائيل（アラビア語）\n\n国の標語：不明\n国歌： התקווה （ヘブライ語）希望\n\nイスラエル国（イスラエルこく、ヘブライ語: מְדִינַת יִשְׂרָאֵל‎  Medīnat Yisrā'el、アラビア語: دَوْلَة إِسْرَائِيل [dawlat ʔisraːˈʔiːl]、英語: State of Israel :[ˈɪzrɪəl, ˈɪzreɪəl] ( 音声ファイル)）、通称イスラエル（ヘブライ語: יִשְׂרָאֵל‎）は、西アジアに位置する共和制国家。北はレバノン、北東はシリア、東はヨルダン、パレスチナ国のヨルダン川西岸地区、西はパレスチナ国のガザ地区、南西はエジプトと国境を接している。\nイスラエルは基本法であるエルサレム基本法に基づき、エルサレムを「統一された不可分の首都」と定めており、大統領府、最高裁判所、クネセト（国会）などの主要統治機関を同地に置いている。しかし、国際連合は東エルサレムをイスラエルによる占領地とみなし、エルサレムに対するイスラエルの主権は国際的に広く承認されていない。そのため、国連加盟国の多くはテルアビブに大使館を置くなど、同市を事実上の外交上の首都として扱っている。"
  },
  {
    "id": "italy",
    "name": "イタリア",
    "capital": "ローマ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/italy.svg",
    "map_image_url": "/maps/italy.png",
    "description": "イタリアの国旗は、緑・白・赤の縦三色旗である。イタリア三色旗（Tricolore italiano）とも、単に三色旗（トリコローレ:Tricolore）とも呼ばれる。この旗の意匠はフランスの国旗（トリコロール）を起源とし、19世紀のイタリア統一運動のシンボルとなった。一般的な解釈では、緑は「国土」、白は「雪・正義・平和」、赤は「愛国者の血・熱血」を表す。またフランス国旗由来であるため、緑は「自由」（フランス国旗の青を置き換えたもの）、白は「平等」、赤は「友愛（博愛）」を表すともいう。",
    "summary": "イタリア共和国\nRepubblica Italiana\n\n国の標語：特になし\n国歌：Inno di Mameli（イタリア語）マメーリの賛歌\n\nイタリア共和国（イタリアきょうわこく、イタリア語: Repubblica Italiana）、通称イタリア（伊: Italia）は、南ヨーロッパに位置する共和制国家。首都はローマ。 北はスイスとオーストリア、西はフランス、 東はスロベニアと国境を接している。南は地中海に囲まれており、アルバニア、アルジェリア、クロアチア、ギリシャ、リビア、マルタ、モンテネグロ、スペイン、チュニジアと海上境界線を共有している。また、国土には独立国であるバチカン市国とサンマリノ共和国が存在している。"
  },
  {
    "id": "iraq",
    "name": "イラク",
    "capital": "バグダード",
    "continent": "アジア",
    "flag_image_url": "/flags/iraq.svg",
    "map_image_url": "/maps/iraq.png",
    "description": "イラクの国旗は、1921年の建国以来、六つの異なる版が導入された。 現在の国旗は2008年1月22日の国旗法改正により制定されたもので、1991年制定の国旗からバアス党のスローガンであった「統一、自由、社会主義」を表す三つの星を削除すると共に「アッラーフ・アクバル（アッラーフは偉大なり / الله أكبر）」の文言をサッダーム・フセイン元大統領の直筆とされる筆記体からクーフィー体に変更したデザインとなっている。 アラビア文字を入れた他の国旗（サウジアラビアの国旗など）と同様、ホイスト（旗竿側）が右である。",
    "summary": "イラク共和国\nجمهورية العراق（アラビア語）\nكۆماری عێراق（クルド語）\n\n国の標語：الله أكبر（アラビア語）神は偉大なり\n国歌：موطني（アラビア語）我が祖国\n\nイラク共和国（イラクきょうわこく、アラビア語: جمهورية العراق、クルド語: كۆماری عێراق, Komarî Êraq）、通称イラクは、中東に位置する連邦共和制国家である。首都はバグダードで、サウジアラビア、クウェート、シリア、トルコ、イラン、ヨルダンと隣接する。古代メソポタミア文明を擁した土地にあり、世界第5位の原油埋蔵国である。"
  },
  {
    "id": "iran",
    "name": "イラン",
    "capital": "テヘラン",
    "continent": "アジア",
    "flag_image_url": "/flags/iran.svg",
    "map_image_url": "/maps/iran.png",
    "description": "イランの国旗（イランのこっき、ペルシア語: پرچم ایران Parçam-e Irân）は1980年7月29日に制定された。 国旗は、上から緑、白、赤の3色の横帯から成り、中央にイランの国章が描かれている。緑色はイスラム教を、白色は平和を、赤色は勇敢さを象徴している。白帯の上下には、「アッラーフ・アクバル」のフレーズが上に11、下に11、計22個書かれている。22の数字は、イラン暦の11月22日にイラン・イスラム革命が帝政を打倒したことから選ばれた。 帝政時代は旗の中央に皇帝を現すライオンと太陽（ペルシア語: شیر و خورشید Šir o Xoršid）の絵が描かれていた。",
    "summary": "イラン・イスラーム共和国\nجمهوری اسلامی ایران\n\n国の標語：استقلال، آزادی، جمهوری اسلامی（ペルシア語: 独立、自由、イスラム共和制）（事実上）\nالله أکبر（ペルシア語: 神は偉大なり）　\n国歌：جمهوری اسلامی ایران（ペルシア語）イラン・イスラム共和国国歌پاینده بادا ایران（ペルシア語）イラン万歳(1980 - 1990)\n\nイラン・イスラム共和国（イラン・イスラムきょうわこく、ペルシア語: جمهوری اسلامی ایران）、通称イランは、アジア・中東に位置するイスラム共和制国家。首都はテヘラン。\n北西にアルメニアとアゼルバイジャン、北にカスピ海、北東にトルクメニスタン、東にアフガニスタンとパキスタン、南にペルシア湾とオマーン湾、西にトルコ、イラク（クルディスタン）と境を接する。また、ペルシア湾を挟んでクウェート、サウジアラビア、バーレーン、カタール、アラブ首長国連邦に、オマーン湾を挟んでオマーンに面する。ペルシア、ペルシャともいう。公用語はペルシア語。"
  },
  {
    "id": "india",
    "name": "インド",
    "capital": "ニューデリー",
    "continent": "アジア",
    "flag_image_url": "/flags/india.svg",
    "map_image_url": "/maps/india.png",
    "description": "インドの国旗（インドのこっき）は、サフラン・白・緑の横三色の中央に「アショーカ・チャクラ」（アショーカ王のチャクラ（輪）という意味）という法輪を配した旗。サフランはヒンドゥー教、緑はイスラム教、白は2宗教の和解とその他の宗教を表すとされていたが、近年では宗派を連想させることを避けるため、それぞれ勇気、豊穣、平和という意味が付与された。",
    "summary": "インド共和国\nभारत गणराज्य （ヒンディー語）Republic of India （英語）\n\n国の標語：सत्यमेव  जयतेラテン文字転写: \"satyameva jayate\"（サンスクリット: まさに真理は自ずと勝利する）\n国歌：जन गण मन（ヒンディー語）ジャナ・ガナ・マナ\n薄緑色は領有権をめぐり紛争中の地域。\n\nインド（印度、ヒンディー語: भारत バーラト、英語: India インディア） 正式名称はインド共和国（インドきょうわこく、ヒンディー語: भारत गणराज्य、英語: Republic of India） は、南アジアに位置し、インド亜大陸の大半を領してインド洋に面する連邦共和制国家。首都はデリー（ニューデリー）、最大都市はムンバイ。\n西から時計回りにパキスタン、中華人民共和国、ネパール、ブータン、ミャンマー、バングラデシュと国境を接する。海を挟んでインド本土がスリランカやモルディブと、インド洋東部のアンダマン・ニコバル諸島がインドネシアやタイ南部、マレーシアに近接している。\nインド本土はインド洋のうち西のアラビア海と東のベンガル湾という2つの海湾に挟まれて、北東部をガンジス川が流れている。\nインドは1947年に大英帝国から独立し、面積では世界で7番目に大きく、2023年以降は世界最多の人口を有する国であり、独立以来、世界最大の人口を持つ民主国家でもある。国花は蓮、国樹は印度菩提樹、国獣はベンガルトラ、国鳥はインドクジャク、国の遺産動物はインドゾウである。"
  },
  {
    "id": "indonesia",
    "name": "インドネシア",
    "capital": "ジャカルタ",
    "continent": "アジア",
    "flag_image_url": "/flags/indonesia.svg",
    "map_image_url": "/maps/indonesia.png",
    "description": "インドネシアの国旗は、上に赤、下に白を配した横二色旗であり、紅白旗とも呼ばれる。デザインはモナコの国旗と全く同一だが、縦横の比率が異なる。 インドネシア国内では \"Sang Merah Putih\" と表記される。Merah Putih が「紅白」を意味し、赤は勇気と情熱を、白は真実と聖なる心をあらわす。Sang はヒンドゥーの神や王、英雄の名前など、尊敬の対象となるものの前に置かれる敬称である。",
    "summary": "インドネシア共和国\nRepublik Indonesia\n\n国の標語：Bhinneka Tunggal lka 古ジャワ語: 多様性の中の統一\n国歌：Indonesia Raya（インドネシア語）偉大なるインドネシア\n\nインドネシア共和国（インドネシアきょうわこく、インドネシア語: Republik Indonesia）、通称インドネシアは、東南アジア南部に位置する共和制国家である。5,110kmと東西に非常に長く連なり、赤道にまたがる地域に1万7000を超える島嶼を抱える、世界最大の群島国家である。首都はジャカルタで、同国を構成する島の一つであるジャワ島に位置する。"
  },
  {
    "id": "uganda",
    "name": "ウガンダ",
    "capital": "カンパラ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/uganda.svg",
    "map_image_url": "/maps/uganda.png",
    "description": "ウガンダの国旗（ウガンダのこっき、Flag of Uganda）はイギリスから独立した1962年10月9日に制定された。 中央のホオジロカンムリヅル（Grey Crowned Crane）はウガンダの国鳥であり、特定の部族や特定の王がこの鳥を一度もシンボルとしたことがなかったことから、その中立性を買われたという。 国旗の色は、黒が黒人を、黄はアフリカの夜明けを表す太陽の光、赤はアフリカ人の同胞愛や民族愛を象徴している。",
    "summary": "ウガンダ共和国\nRepublic of Uganda（英語）Jamhuri ya Uganda（スワヒリ語）\n\n国の標語：For God and My Country（英語）神と我が国のために\n国歌：Oh Uganda, Land of Beauty（英語）おおウガンダ、美しき地\n\n註1: ケニアとタンザニアから掛ける場合は、006\n\nウガンダ共和国（ウガンダきょうわこく、英語: Republic of Uganda、スワヒリ語: Jamhuri ya Uganda）、通称ウガンダは、東アフリカに位置する共和制国家で、イギリス連邦加盟国である。東にケニア、南にタンザニア、南西にルワンダ、西にコンゴ民主共和国、北に南スーダンとの国境に囲まれた内陸国である。首都はカンパラ。\nナイル川（白ナイル）の始まるヴィクトリア湖に接している。旧イギリス植民地。国獣はウガンダ・コーブ、国鳥はホオジロカンムリヅルであり、国旗や国章にも採用されている。コーブはウガンダの豊かな野生動物、ホオジロカンムリヅルは進歩を象徴するものとされる。\n\n"
  },
  {
    "id": "ukraine",
    "name": "ウクライナ",
    "capital": "キーウ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/ukraine.svg",
    "map_image_url": "/maps/ukraine.png",
    "description": "ウクライナの国旗（ウクライナのこっき、ウクライナ語: Державний Прапор України）は、青・黄の二色旗である。ウクライナ憲法20条に明確に定義されている。ウクライナ人とウクライナ民族解放運動を象徴する旗としては、1848年革命から知られている。旗色は、中世のルーシ王国の国章によるものである。一般的には「青の空と黄の麦畑」を表す旗として解釈されている。 20世紀中、ウクライナ人民共和国・西ウクライナ人民共和国・ウクライナ国・カルパト・ウクライナなどの国旗として用いられ、さらに反ソ・反共の組織であるウクライナ蜂起軍の軍旗、且つウクライナ系知識人のシンボルでもあった。1991年9月18日、ウクライナ最高議会が二色旗をウクライナの国旗と決定した。8月23日は「国旗の日」というウクライナ国民の祝日となっている。青黄旗（せいこうき）、黄青旗（こうせいき）とも。",
    "summary": "ウクライナ\nУкраїна\n\n国の標語：Воля, злагода, добро (ウクライナ語)(訳 : 自由、調和、善良)\n国歌：Ще не вмерла Україна（ウクライナ語）ウクライナは滅びず\n\nウクライナ（ウクライナ語: Україна、[ʊkrɐˈjinɐ] ( 音声ファイル)、英語: Ukraine）は、東ヨーロッパに位置する共和制国家。首都はキーウ（キエフ）。東はロシア連邦、北はベラルーシ、西はポーランド、スロバキア、ハンガリー、西南はルーマニア、モルドバと国境を接しており、南は黒海に面し、トルコなどと向かい合う。\n人口は、2025年時点で約3286万人（ロシア支配地域を除く）で、ヨーロッパで8番目に人口の多い国である。なお2022年以降、ロシアによる侵攻を受けて多くのウクライナ国民が難民として国外に脱出している。"
  },
  {
    "id": "uzbekistan",
    "name": "ウズベキスタン",
    "capital": "タシュケント",
    "continent": "アジア",
    "flag_image_url": "/flags/uzbekistan.svg",
    "map_image_url": "/maps/uzbekistan.png",
    "description": "ウズベキスタンの国旗は、1991年11月18日に制定された。 上の空色の帯は、青天と純水の象徴である。この色は、かつてティムールも自軍の旗に選んでいる。白色は、平和と純粋さの象徴である。下の緑色は、天恵の自然の具現である。各色の間には赤色の細い帯が走り、生命力を象徴している。 上部の空色の帯状には、晴天・イスラム教国であることを象徴する三日月と12個の星が描かれている。三日月は、イスラムとウズベク人の伝統に基づいている。12個の星が選ばれたのは、太陽暦や十二宮など伝統に由来する。",
    "summary": "ウズベキスタン共和国\nOʻzbekiston RespublikasiЎзбекистон Республикаси\n\n国の標語：Oʻzbekiston kelajagi buyuk davlat（ウズベク語：ウズベキスタン、偉大な未来を持つ国）\n国歌：O‘zbekiston Respublikasining Madhiyasi（ウズベク語）ウズベキスタン共和国国歌\n\nウズベキスタン共和国（ウズベキスタンきょうわこく、ウズベク語: Oʻzbekiston Respublikasi, Ўзбекистон Республикаси）、通称ウズベキスタンは、中央アジアに位置する共和制国家。中央アジアの二重内陸国であり、北はカザフスタン、北東はキルギス、南東はタジキスタン、南はアフガニスタン、南西はトルクメニスタンが存在する。首都はタシュケントで、最大の都市でもある。"
  },
  {
    "id": "uruguay",
    "name": "ウルグアイ",
    "capital": "モンテビデオ",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/uruguay.svg",
    "map_image_url": "/maps/uruguay.png",
    "description": "ウルグアイの国旗は、1830年7月11日に制定された。それまでの国旗は1828年12月16日に制定された17本の縞を持つものであったが、1830年に9本縞のものに変更された。青と白の9本の縞は当時のウルグアイの九つの県を、カントンの五月の太陽はアルゼンチンの国旗と同じく、当時のラ・プラタ地域の硬貨の意匠から取られており(ホセ・アルティーガスの定めた東方州の旗の中に既に出てくるモチーフである)、古代インディオ、つまりインカ帝国の独立の象徴を意味すると言われている。",
    "summary": "ウルグアイ東方共和国\nRepública Oriental del Uruguay\n\n国の標語：Libertad o Muerte（スペイン語: 自由か死か）\n国歌：Himno nacional de Uruguay (Orientales, la Patria o la Tumba)（スペイン語）ウルグアイの国歌（東方人よ、祖国か墓か）\n\nウルグアイ東方共和国（ウルグアイとうほうきょうわこく、スペイン語: República Oriental del Uruguay）、通称ウルグアイは、南アメリカ南東部に位置する共和制国家である。首都はモンテビデオ。北と東にブラジルと、西にアルゼンチンと国境を接しており、南は大西洋に面している。スリナムに続いて南アメリカ大陸で二番目に面積が小さい国であり、コーノ・スールの一部を占める。"
  },
  {
    "id": "ecuador",
    "name": "エクアドル",
    "capital": "キト",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/ecuador.svg",
    "map_image_url": "/maps/ecuador.png",
    "description": "エクアドルの国旗（エクアドルのこっき）は、1860年9月26日に制定された。大コロンビアの国旗に由来するミランダ三色旗もので、コロンビアの国旗やベネズエラの国旗に非常によく似ている。 全国旗中、使用している色数が最も多い（赤、黄、青、緑、白、茶色、山吹色、水色、グレーの9色）が、ほとんどは中央に描かれている国章のものである。",
    "summary": "エクアドル共和国\nRepública del Ecuador\n\n国の標語：Dios, patria y libertad（スペイン語）神、祖国と自由\n国歌：¡Salve, Oh Patria!（スペイン語）万歳、おお祖国よ\n\nエクアドル共和国（エクアドルきょうわこく、（スペイン語: República del Ecuador）、通称エクアドルは、南アメリカ大陸北西部に位置する共和制国家。北にコロンビア、東と南にペルーと国境を接し、西は太平洋に面する。本土から西に1,000キロメートルほど離れたところにガラパゴス諸島（スペイン語ではコロン諸島:Archipiélago de Colón）を領有する。首都はキトで、最大の都市はグアヤキルである。なお、国名のエクアドルはスペイン語で「赤道」を意味する。"
  },
  {
    "id": "egypt",
    "name": "エジプト",
    "capital": "カイロ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/egypt.svg",
    "map_image_url": "/maps/egypt.png",
    "description": "エジプトの国旗は、赤、白、黒の横三色の中央に金色サラディンの鷲（国章）を配した旗。赤は革命で流された血、白は明るい未来、黒は革命前の暗い過去を表すという。またこの三色は、第一次世界大戦時のオスマン帝国に対するアラブ反乱で使われたアラブ反乱旗と同じ色であり、汎アラブ色と呼ばれる。",
    "summary": "エジプト・アラブ共和国\nجمهورية مصر العربية\n\n国の標語：なし\n国歌：بلادي، بلادي، بلادي（アラビア語）我が祖国\n\nエジプト・アラブ共和国（エジプト・アラブきょうわこく、アラビア語:  جُمْهُورِيَّة مِصْرَ العَرَبِيَّة）、通称：エジプト（アラビア語: مِصْرُ）は、中東および北アフリカに位置する共和制国家。首都はカイロであるが、カイロ東郊・新行政首都への首都移転が進められている。\nアフリカ大陸では北東端に位置し、西にリビア、南にスーダン、北東のシナイ半島ではイスラエル、パレスチナ国・ガザ地区と国境を接する。北部は地中海、東部は紅海に面している。"
  },
  {
    "id": "estonia",
    "name": "エストニア",
    "capital": "タリン",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/estonia.svg",
    "map_image_url": "/maps/estonia.png",
    "description": "エストニアの国旗（エストニアのこっき、Eesti lipp） エストニア語は（sinimustvalge、青黒白旗）と呼ばれる。青はエストニアの空・川・湖・海を表しており、エストニアの国民を象徴するとともに希望・友情・団結を表す。黒は故郷の大地と同時に暗黒時代の悲しい歴史を忘れまいとする決意を示す。白は氷と雪および人々の幸福の追求を意味する。 2001年には三色旗からスカンジナビア十字のデザインに変更するように提案された。",
    "summary": "エストニア共和国\nEesti Vabariik\n\n国の標語：なし\n国歌：Mu isamaa, mu õnn ja rõõm（エストニア語）我が故国、我が誇りと喜び\n\nエストニア共和国（エストニアきょうわこく、エストニア語: Eesti Vabariik）、通称エストニア（エストニア語: Eesti）は、北ヨーロッパの共和制国家。首都はタリン、面積約4万5000平方キロメートル、人口約136万人。\nソビエト連邦の崩壊に伴い、1991年に独立を回復、2004年に欧州連合（EU）加盟、通貨ユーロ導入、そして北大西洋条約機構（NATO）にも加盟した。\nフィンランド、ラトビア、リトアニアとともにバルト海東岸に位置する。バルト三国の中で最も北に位置し、東はロシア連邦と、南はラトビアと国境を接し、北はフィンランド湾を挟みフィンランドと、西はバルト海を挟みスウェーデンと相対する。地形は平坦で国土の最高標高は318メートル。\n\n"
  },
  {
    "id": "eswatini",
    "name": "エスワティニ",
    "capital": "ロバンバ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/eswatini.svg",
    "map_image_url": "/maps/eswatini.png",
    "description": "エスワティニの国旗（エスワティニのこっき）は、独立に伴い1968年10月6日に制定された。2011年に葉、槍のデザインおよび色彩が一部変更された。 中央に民族的な盾と槍2本がデザインされている。赤は過去の戦い、青は現在の平和と安定、黄色はエスワティニの資源を表す。盾と槍はこの国の敵からの保護を表す。白と黒の色が示すのは、白人と黒人の平和的共存である。なお、盾と槍はエスワティニの国章や王室旗にも用いられている。",
    "summary": "エスワティニ王国\nUmbuso we Swatini（スワジ語）Kingdom of Eswatini（英語）\n\n国の標語：Siyinqaba（スワジ語）我々は巨大な要塞なり\n国歌：Nkulunkulu Mnikati wetibusiso temaSwati（スワジ語）おお神よ、スワジに祝福を与えたまえ\n\nエスワティニ王国（エスワティニおうこく、スワジ語: Umbuso weSwatini、英: Kingdom of Eswatini）、通称エスワティニは、アフリカ大陸南部に位置する絶対君主制国家。首都については、行政の中心としてムババーネ、立法府の中心及び王宮の所在地としてロバンバの2箇所がある。\nイギリス連邦加盟国の一つで、周囲を南アフリカ共和国とモザンビーク共和国に囲まれた内陸国。かつてはスワジランドと呼ばれていた。"
  },
  {
    "id": "ethiopia",
    "name": "エチオピア",
    "capital": "アディスアベバ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/ethiopia.svg",
    "map_image_url": "/maps/ethiopia.png",
    "description": "エチオピアの国旗（エチオピアのこっき、アムハラ語: የኢትዮጵያ ሰንደቅ ዐላማ）は、青地に金色の五芒星を描いた円形の国章を中央に配した、緑、黄、赤の三色旗である。緑、黄、赤の三色は、少なくとも17世紀初頭から象徴的な重要性を有していた。1897年10月11日、現在の三色旗はメネリク2世によって初めて採用され、1996年10月31日に現在の旗が制定された。中央の星はソロモンの星と呼ばれ、古代イスラエルに由来するものである。",
    "summary": "エチオピア連邦民主共和国\nየኢትዮጵያ ፌዴራላዊ ዲሞክራሲያዊ ሪፐብሊክ（アムハラ語）Ityoppiah Federalih Demokrasih Ummuno（アファル語）Rippabliikii Federaalawaa Dimookraatawaa Itiyoophiyaa（オロモ語）Jamhuuriyadda Dimuqraadiga Federaalka Itoobiya（ソマリ語）ናይኢትዮጵያ ፌዴራላዊ ዴሞክራሲያዊ ሪፐብሊክ（ティグリニャ語）\n\n国の標語：なし\n国歌：ወደፊት ገስግሺ ውድ እናት ኢትዮጵያ（アムハラ語） 前進せよ、親愛なる母エチオピア\n\nエチオピア連邦民主共和国（エチオピアれんぽうみんしゅきょうわこく）、通称エチオピアは、東アフリカのアフリカの角地域に位置する連邦共和制の内陸国である。首都はアディスアベバ。\n陸上の国境を接する国は、北が1993年に分離独立したエリトリア、東がソマリア、北東がジブチ、北西がスーダン、西が南スーダン、南がケニアである。アフリカ分割においてヨーロッパ諸国に植民地化されなかったエチオピア帝国の系譜を継ぐため、アフリカ最古の国と呼ばれることがある。\nエチオピアはアフリカの政治の中心であり、アディスアベバにはアフリカ連合（AU）の本部がある。世界銀行は人口を、2023年時点で1億2652万7060人と推定している。エチオピアは急速に発展している国であるが、世界的に見て貧困国である。\n\n"
  },
  {
    "id": "eritrea",
    "name": "エリトリア",
    "capital": "アスマラ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/eritrea.svg",
    "map_image_url": "/maps/eritrea.png",
    "description": "エリトリアの国旗（エリトリアのこっき）は、1995年12月5日に制定された。 基本レイアウトは独立戦争のエリトリア人民解放戦線（EPLF）の旗からで、中央のオリーブのリースはエリトリアがエチオピアと連邦制をとっていた1952年当時のエリトリア国旗からとっている。EPLFの旗はリースではなく、黄色の星がこの場所にある。 緑は土地の肥沃さ、農業を表し、青は海を表す。赤は自由への闘争で流された血を表す。赤の使われている部分が左から右にかけて細くなっていき、右辺で消えているのは、この流血が将来無くなってほしいという願いを表している。",
    "summary": "エリトリア国\nሃገረ ኤርትራ（ティグリニャ語）دولة إرتريا（アラビア語）State of Eritrea（英語）\n\n国の標語：なし\n国歌：ኤርትራ ኤርትራ ኤርትራ エリトリア、エリトリア、エリトリア \n\nエリトリア国（エリトリアこく、英語：State of Eritrea）、通称エリトリア（ティグリニャ語: ኤርትራ Ertra, アラビア語: إرتريا Iritriyya）は、アフリカの角と呼ばれるアフリカ大陸北東部に位置する国家。首都はアスマラ。\n\n"
  },
  {
    "id": "el_salvador",
    "name": "エルサルバドル",
    "capital": "サンサルバドル",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/el_salvador.svg",
    "map_image_url": "/maps/el_salvador.png",
    "description": "エルサルバドルの国旗（エルサルバドルのこっき）は1972年9月27日に制定された。地の青と白の縞の旗は、エルサルバドルの前身、中米連邦の国旗に由来する。中央にはエルサルバドルの国章が描かれている。1839年から、全く異なる青と白の組み合わせの9本の横縞（青5本と白4本、したがって上下縁は青）のデザインの国旗に改められた。 同じデザインで国章がなく、縦横比3:5のものが、民間やその他の目的では使用されている。また、黄色の文字でモットー \"DIOS UNION LIBERTAD\"（スペイン語：神・統一・解放）があしらわれたものもある。",
    "summary": "エルサルバドル共和国\nRepública de El Salvador\n\n国の標語：Dios, Unión, Libertad（スペイン語）神、団結、自由\n国歌：Himno Nacional de El Salvador（スペイン語）エル・サルバドルの国歌（誇り高き祖国に敬礼）\n\nエルサルバドル共和国（エルサルバドルきょうわこく、スペイン語: República de El Salvador）、通称エルサルバドルは、中央アメリカ中部に位置する、ラテンアメリカの共和制国家である。北西にグアテマラ、北と東にホンジュラスと国境を接しており、南と西は太平洋に面している。中央アメリカ5か国のうち唯一、カリブ海に面していない。首都はサンサルバドル。\nカリブ海の島国を除く米州大陸部全体で最小の国家であるが、歴史的に国土の開発が進んでいたこともあり、人口密度では米州最高である。"
  },
  {
    "id": "australia",
    "name": "オーストラリア",
    "capital": "キャンベラ",
    "continent": "オセアニア",
    "flag_image_url": "/flags/australia.svg",
    "map_image_url": "/maps/australia.png",
    "description": "オーストラリアの国旗は、カントン部（旗の左上）にイギリスとのつながりを象徴するユニオンフラッグを、フライ側（旗竿の反対側）に国土が南半球にあることを象徴する南十字星を、そして左下に6州1準州による連邦を象徴する七稜星を配している。現在に繋がるデザインの旗は1901年9月3日に初めて掲揚された。ブルー・エンサインを基にしている。オーストラリア陸軍も国旗と同様の旗を軍旗としている。",
    "summary": "オーストラリア連邦\nCommonwealth of Australia\n\n国の標語：なし\n国歌：Advance Australia Fairアドヴァンス・オーストラリア・フェア（進め 美しのオーストラリア）\n\nオーストラリア連邦（オーストラリアれんぽう、英: Commonwealth of Australia）、通称オーストラリア（英: Australia） は、オセアニアに位置し、オーストラリア大陸本土、タスマニア島及び多数の小島から成る連邦立憲君主制国家。首都はキャンベラ。\n近隣諸国としては、北にパプアニューギニア・インドネシア・東ティモール、北東にソロモン諸島・バヌアツ、東はトンガ・ニューカレドニア・フィジー、南東2000キロメートル先にニュージーランドがある。"
  },
  {
    "id": "austria",
    "name": "オーストリア",
    "capital": "ウィーン",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/austria.svg",
    "map_image_url": "/maps/austria.png",
    "description": "オーストリアの国旗は、1230年にオーストリア公であったバーベンベルク家のフリードリヒ2世（喧嘩公）が、神聖ローマ皇帝フリードリヒ2世に対し反乱を企てたときに制定されたものである。デンマークの国旗やスコットランドの旗などとともに、現在まで使用されている世界最古の国旗の一つとされる。",
    "summary": "オーストリア共和国\nRepublik Österreich\n\n国の標語：なし\n国歌：Land der Berge, Land am Strome（ドイツ語）山岳の国、大河の国\n\nオーストリア共和国（オーストリアきょうわこく、ドイツ語: Republik Österreich、バイエルン・オーストリア語: Republik Östareich）、通称オーストリアは、中央ヨーロッパに位置する連邦共和制国家。首都はウィーン。\n西側はリヒテンシュタイン、スイスと、南はイタリアとスロベニア、東はハンガリーとスロバキア、北はドイツとチェコと隣接する。基本的には中欧とされるが、歴史的には西欧や東欧に分類されたことがある。"
  },
  {
    "id": "oman",
    "name": "オマーン",
    "capital": "マスカット",
    "continent": "アジア",
    "flag_image_url": "/flags/oman.svg",
    "map_image_url": "/maps/oman.png",
    "description": "オマーンの国旗は赤・白・緑の三色旗で国章があしらわれている旗。 旗竿側の紋章は、国章でもあり、この国特有のカンジャルと呼ばれる短剣と太刀を組み合わせたもので、スルタンの権威をあらわす。 赤は外敵からの国防を、白は平和を、緑は豊かな農作物による繁栄を表している。",
    "summary": "オマーン国\nسلطنة عمان\n\n国の標語：なし\n国歌：نشيد وطني عمانيスルタンの賛歌\n\nオマーン国（オマーンこく、アラビア語：سلطنة عمان）、通称オマーンは、中東・西アジアに位置する絶対君主制国家。首都はマスカット。\nアラビア半島の東端にあり、アラビア海（インド洋）とオマーン湾に面する。北西にアラブ首長国連邦（UAE）、西にサウジアラビア、南西にイエメンと隣接し、更にUAEを挟んだムサンダム半島先端部に飛地（ムサンダム特別行政区）を擁する。石油輸出ルートとして著名な、ペルシャ湾とアラビア海を結ぶホルムズ海峡の航路もオマーン飛地の領海内にある。"
  },
  {
    "id": "netherlands",
    "name": "オランダ",
    "capital": "アムステルダム",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/netherlands.svg",
    "map_image_url": "/maps/netherlands.png",
    "description": "オランダの国旗（オランダのこっき）は、赤、白、青の水平三色旗。国旗として使われた世界で最初の三色旗。多くの国旗に影響を与えた。 使用 オランダでは政府の建物からの国旗掲揚には規定があるが、民間での国旗の使用についての法律は存在しない。そのためオランダの市民、企業、団体は、いつどのように掲揚しても法的な問題は無い。ただし、掲揚時の慣習、プロトコルがオランダ政府によって紹介されている: 旗が地面に触れてはいけない 旗が通行の妨げになってはいけない 日没から日の出までの間は旗を掲揚したままにしない オレンジ色のペナント オランダ王室に関する以下の祝日には、しばしばオレンジ色のペナントと一緒に掲げられる。 1月31日（2月1日） - ベアトリクス女王の誕生日 4月27日（4月26日） - 国王誕生日 5月17日（5月18日） - マクシマ王妃の誕生日 12月7日（12月8日） - アマリア王女の誕生日 ペナントを付ける日は原則的に括弧外の日付だが、その日が日曜日の場合は括弧内の日を採用する。 歴史 15世紀末にネーデルラントのほとんどの州がブルゴーニュ公国の下で統一されたときの旗は、白地に月桂樹の枝がクロスされたものだったが、スペイン王フェリペ2世に対してオラニエ公ウィレム1世が蜂起した際に使用したオレンジ・白・青の三色旗が「プリンスの旗 (Prinsenvlag)」と呼ばれた。この旗が八十年戦争でも使用された。16世紀末までは三色の順序も決まっていなかったが、徐々にこの順に統一された。1630年以降はオレンジが赤に置き換えられてきた。その理由は政治的なものは特になかったが、オレンジと青は特に海上で色あせやすいため濃色の赤や青に変えられたとされる。もしくはオレンジは薄いため海上で識別しにくい（黄色や金色などと見間違えられやすい）ためとも言われている。 しかしオレンジ色の旗はその後も使用され、当初はオランダ植民地として建設されたニューヨークの旗や、南アフリカの連邦時代の旗の中にも使われた。サッカーオランダ代表など、オランダの各スポーツ代表チームもオレンジをチームカラーとしている。 18世紀末から19世紀初頭のフランス統治時代は、この三色旗はあまりにフランスの三色旗に近いので使用が禁止された。そして1813年のオランダ独立後、三色旗も戻った。その後もオレンジの三色旗と、赤の三色旗の両方が使われたが、1937年2月19日にウィルヘルミナ女王により、赤・白・青の三色旗が正式に国旗と制定された。 歴史的な旗 関連する旗 オランダの旗 オランダ国旗の影響を受けた旗 オレンジ・白・青の「プリンスの旗」と赤・白・青の三色旗は、オランダの旧植民地の国や地域の旗に影響を与えている。 ロシアの国旗は、1699年、ピョートル大帝が遣欧使節団を伴ってオランダを訪れ造船を学んだ際、海軍のための旗の必要性に気付いて、オランダの国旗の色の順番を変えたのが由来だとする伝説がある。ロシアの国旗の配色は汎スラヴ色として多くの国旗に取り入れられた。 注釈・出典 関連項目 オランダの国章",
    "summary": "オランダ\nNederland\n\n国の標語：Je Maintiendrai（フランス語）Ik zal handhaven（オランダ語）（翻訳: 我、守り続けん）\n国歌：Wilhelmus van Nassouwe（オランダ語）ヴィルヘルムス・ファン・ナッソウエ\n\nオランダ（オランダ語: Nederland 発音: [ˈneːdərlɑnt], [ˈneɪ̯dərlɑnt] ( 音声ファイル), 西フリジア語: Nederlân, パピアメント語: Hulanda）は、西ヨーロッパに位置する立憲君主制国家。東はドイツ、南はベルギーと国境を接し、北と西は北海に面する。ベルギー、ルクセンブルクと合わせてベネルクスと呼ばれる。憲法上の首都はアムステルダムだが、王宮や政府官庁はデン・ハーグにあり、こちらが事実上の首都となっている。\nカリブ海のアルバ、キュラソー、シント・マールテンと共にオランダ王国を構成している。それ以外にも、カリブ海に海外特別自治領としてBES諸島と呼ばれる、ボネール島、シント・ユースタティウス島、サバ島がある。\nオランダは世界において、報道の自由、経済的自由、人間開発指数、クオリティ・オブ・ライフの最上位国の一つである。2019年では、世界幸福度報告では世界第5位、一人あたりGDPでは世界第7位、人間開発指数で10位であった。2024年には、積極的平和指数で世界第9位となった。\n\n"
  },
  {
    "id": "ghana",
    "name": "ガーナ",
    "capital": "アクラ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/ghana.svg",
    "map_image_url": "/maps/ghana.png",
    "description": "ガーナの国旗（ -こっき）は、1957年の独立の際に制定された。 一時、1964年1月1日から1966年2月28日にかけては、別のデザインのものが使われたが、元のデザインに戻された。製作者はテオドシア・オコンである。汎アフリカ色の三色を使用しており、赤は独立の為に流された血を、黄は国の鉱物資源と富を、緑は森林と自然の恩恵を、中央の黒色の星はアフリカの自由を象徴している。",
    "summary": "ガーナ共和国\nRepublic of Ghana\n\n国の標語：Freedom and Justice（英語: 自由と正義）\n国歌：God Bless Our Homeland Ghana（英語） 神よ、祖国ガーナを賛美したもう\n\nガーナ共和国（ガーナきょうわこく）、通称ガーナは、西アフリカにある共和制国家。イギリス連邦加盟国。東はトーゴ、北はブルキナファソ、西はコートジボワールと国境を接し、南は大西洋に面する。首都はアクラ。\n\n"
  },
  {
    "id": "cape_verde",
    "name": "カーボベルデ",
    "capital": "プライア",
    "continent": "アフリカ",
    "flag_image_url": "/flags/cape_verde.svg",
    "map_image_url": "/maps/cape_verde.png",
    "description": "カーボベルデの国旗（カーボベルデのこっき）は1992年9月22日に制定された。 1992年までの国旗は、元々独立時に連合する予定であったギニアビサウとの関係を考慮し、ギニアビサウの国旗とよく似たデザインだった。10個の星はアフリカ大陸から離れたところにあるカーボベルデ諸島の主要な島々を表す。青は空と海を表し、紅白の帯はこの国の形成までの道を表す。白は平和、赤は努力を象徴する。ポルトガル統治時代は、ポルトガルの国旗が掲げられた。",
    "summary": "カーボベルデ共和国\nRepública de Cabo Verde（ポルトガル語）Repúblika di Kabu Verdi（カーボベルデ・クレオール語）\n\n国の標語：なし\n国歌：Cântico da Liberdade（ポルトガル語）自由の歌\n\nカーボベルデ共和国（カーボベルデきょうわこく）、通称カーボベルデは、大西洋の中央、北西アフリカの西沖合のマカロネシアに位置するバルラヴェント諸島とソタヴェント諸島からなる共和制の国家。首都はプライアである。\n\n"
  },
  {
    "id": "guyana",
    "name": "ガイアナ",
    "capital": "ジョージタウン",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/guyana.svg",
    "map_image_url": "/maps/guyana.png",
    "description": "ガイアナの国旗（ガイアナのこっき）は1966年に制定された。「黄金の矢尻（The Golden Arrowhead、金鏃旗）」と呼ばれている。緑は農業・豊かな森林を表し、白は川と水資源を、黄は豊かな鉱物資源を、黒は忍耐を、赤は国家建設の熱情とダイナミズムを象徴している。旗章学者、ホイットニー・スミスによってデザインされた。",
    "summary": "ガイアナ協同共和国\nCo-operative Republic of Guyana\n\n国の標語：One People, One Nation, One Destiny（英語）一つの国民、一つの国家、一つの運命\n国歌：Dear Land of Guyana, of Rivers and Plains（英語）親愛なるガイアナの土地\n\nガイアナ協同共和国（ガイアナきょうどうきょうわこく、英語: Co-operative Republic of Guyana）、通称ガイアナは、南アメリカ大陸北東部に位置する共和制国家で、イギリス連邦加盟国の一つ。東にスリナム、西にベネズエラ、南にブラジルと国境を接し、北はカリブ海、大西洋に面する。首都はジョージタウンである。\nガイアナはその多様な文化と豊かな自然環境で知られている。国土の多くが熱帯雨林で覆われ、生物多様性に富み、多様な動植物が存在する。また、この国はカリブ海地域に属しているため、カリブ海の文化的要素も豊かに持っている。\n経済的には、ガイアナは伝統的に農業と鉱業に依存してきた。特に砂糖、バナナ、米の生産や金、ボーキサイトの採掘が主要な産業である。2015年に海底油田がエクソンモービルにより発見され、産油国になった。\n歴史的には、ガイアナはオランダ、その後イギリスの植民地であり、1966年に独立を達成した。国民の多くは、アフリカ系とインド系の子孫で構成されているが、先住民族、ヨーロッパ系、中国系の住民もいる。公用語は英語。\n\n"
  },
  {
    "id": "kazakhstan",
    "name": "カザフスタン",
    "capital": "アスタナ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/kazakhstan.svg",
    "map_image_url": "/maps/kazakhstan.png",
    "description": "カザフスタンの国旗は、1991年のソ連解体後、カザフスタン共和国として独立した際に制定された。青地は空、中央の金色（実際の旗には黄色が用いられるが、法律上は金色と規定されている）は32本の光を擁する太陽と翼を広げて飛ぶ鷲（ステップ・イーグル）を示す。左端にはカザフ人の伝統的な文様が縦に配置されるが、これは鷲の翼と雄羊をモチーフにしたものである。青地はまた、この地域のテュルク系諸民族を示し、彼らの間では青地は宗教上特別な意味である神の存在を象徴するが、現在ではカザフスタンの広い空と自由を象徴している。 中央の鷲は、当時も青地に鷲の旗のもとこの地方を支配したチンギス・ハーンの帝国を示し、カザフスタンの人々の誇りを表している。 青色は伝統的に中央アジア系遊牧民らの好む色だった。",
    "summary": "カザフスタン共和国\nҚазақстан Республикасы（カザフ語）Республика Казахстан（ロシア語）\n\n国の標語：なし\n国歌：Менің Қазақстаным（カザフ語） 我がカザフスタン \n\nカザフスタン共和国（カザフスタンきょうわこく、Kazakhstan、カザフ語: Қазақстан Республикасы, Qazaqstan Respublikasy, قازاقستان رەسپۋبلىيكاسى , ロシア語: Республика Казахстан）、通称カザフスタンは、中央アジアに位置する共和制国家。西と北でロシア連邦、東で中華人民共和国（中国）、南でキルギス、ウズベキスタン、トルクメニスタンと国境を接する国家で、南西は世界最大の湖カスピ海に面している。首都はアスタナで、1997年に国内最大の都市アルマトイから遷都した。アスタナはかつて初代大統領のヌルスルタン・ナザルバエフにちなんで2019年に「ヌルスルタン」へ改称されたが、2022年に元の名称に戻され現在に至っている。"
  },
  {
    "id": "qatar",
    "name": "カタール",
    "capital": "ドーハ",
    "continent": "アジア",
    "flag_image_url": "/flags/qatar.svg",
    "map_image_url": "/maps/qatar.png",
    "description": "カタールの国旗は、縦横比11:28で、白と赤茶色（マルーン）からなり、9つの頂点を持つ縦のジグザグ線で区切られている。現在の独立国の中では唯一長辺の長さが短辺の2倍を超えており（国旗の一覧も参照）、結果的に最も横長の国旗となっている。 国旗の意味は以下のとおりである。 白色は、国際的に平和を意味する色。 赤茶色は、カタールが過去に（特に19世紀後半に）戦争で流してきた血の色。 9つの頂点のあるギザギザの線は、カタールが1916年のカタール・イギリス条約により、ペルシャ湾岸でイギリスの保護に入った9つ目の首長国となったことを象徴する。 ジグザグ線が省略され、直線で表現されることもある。バーレーンの国旗とも類似しているが、バーレーンの場合は赤茶色ではなく赤色で、国旗の縦横比も3:5となっている。",
    "summary": "カタール国\nدولة قطر\n\n国の標語：الله الوطن الأمير（神・国家・首長）\n国歌：平和への賛歌\n\nカタール国（カタールこく、アラビア語: دَوْلَةُ قَطَر、Dawlat Qaṭar、ダウラト・カタル）、通称カタールは、西アジアに位置する国家。中東のアラビア半島北東部に位置するカタール半島を領土とし、南はサウジアラビアと国境を接し、残りの領土はペルシャ湾に囲まれている。ペルシャ湾の入り江であるバーレーン湾が、カタールとバーレーンを隔てている。首都は国民の8割以上が住むドーハで、国土の大部分は平坦な低地の砂漠で構成されている。\n1868年にムハンマド・ビン・サーニーがイギリスと条約を結び、独立国としての地位を認められて以来、カタールはサーニー家による世襲君主制国家として統治されてきた。オスマン帝国の支配を経て、20世紀初頭にはイギリスの保護領となり、1971年に独立した。現在の首長はタミーム・ビン・ハマドで、カタール憲法に基づき、行政・立法のほぼすべての権限を持ち、司法も支配している。首相と内閣は首長が任命する。一部選挙で選ばれた諮問評議会は、立法を阻止することができ、大臣を解任する能力も限られている。\n2017年初頭、カタールの総人口は260万人で、そのうち31万3000人がカタール国民、230万人がエクスパットである。公式の宗教はイスラム教である。所得面では、一人当たりのGDP（PPP）が世界第4位、一人当たりのGNI（アトラス方式）が世界第11位。カタールの人間開発指数は42位で、アラブ世界では3番目に高いHDIである。世界第3位の天然ガス埋蔵量と石油埋蔵量を背景に、高所得者層が多い経済国である。カタールは世界有数の液化天然ガス輸出国であり、一人当たりの二酸化炭素排出量は世界一である。\n21世紀には、カタールはその資源とメディアグループであるアルジャジーラ・メディア・ネットワークを世界的に拡大し、アラブの春にはいくつかの反政府勢力を財政的に支援したと伝えられており、アラブ世界のミドルパワーとして台頭している。カタールは湾岸協力会議の一員である。カタールの人権記録は、結社の自由、表現の自由、報道の自由といった市民の自由に対する制限や、国内のプロジェクトのための強制労働に相当する数千人の移民労働者の扱いなど、学者や非政府組織から総じて低いとみなされている。2022年FIFAワールドカップは、賛否両論ある中でカタールに決定し、アラブ諸国初、中東初の開催地となった。カタールは2006年アジア競技大会を開催し、2030年アジア競技大会も開催する予定である。\n\n"
  },
  {
    "id": "canada",
    "name": "カナダ",
    "capital": "オタワ",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/canada.svg",
    "map_image_url": "/maps/canada.png",
    "description": "カナダの国旗は、赤白赤の縦縞で、中央に赤いサトウカエデ（英: Sugar maple）の葉が配置されており、英語ではThe Maple Leaf Flag（「メイプルリーフ旗」）、仏語ではL'Unifolié（「一葉旗」）とも呼ばれる。現在の図柄は1965年2月15日より用いられ、現在に至っている。",
    "summary": "カナダ\nCanada\n\n国の標語：A Mari Usque Ad Mare（ラテン語: 海から海へ）\n国歌：O Canada（英語）Ô Canada（フランス語）\nオー・カナダMaple Leaf Forever（英語）Feuille d'érable pour toujours（フランス語）メープル・リーフ・フォーエバー (非公式)（1867年 - 1980年）\n\nカナダ（英・仏: Canada、英語発音: /ˈkænədə/  聞く、フランス語発音: /kanada/）は、北アメリカ大陸北部に位置する連邦立憲君主制国家。イギリス連邦加盟国で、英連邦王国の一つである。10の州と3の準州からなり、首都はオタワ。\n国土面積は約998.5万平方キロメートルで、ロシア連邦に次いで世界で2番目に広い。\n国土の南側はカナダ＝アメリカ合衆国国境が走り、北西部でもアメリカ合衆国アラスカ州と国境を接する。西は太平洋、東は大西洋に面する。北辺は北極圏で、北東にデンマーク領グリーンランドがありハンス島にて国境を接しているほか、北極海と挟んでロシア連邦と向かい合っている。"
  },
  {
    "id": "gabon",
    "name": "ガボン",
    "capital": "リーブルヴィル",
    "continent": "アフリカ",
    "flag_image_url": "/flags/gabon.svg",
    "map_image_url": "/maps/gabon.png",
    "description": "ガボンの国旗（ガボンのこっき）(Flag of Gabon)はフランスからの独立に伴い、1960年8月9日に採用された。 緑は国の主要な経済を構成する森林を表し、黄色は太陽・赤道を表す。青は船乗りの国家を表す。この国で数十年医療活動を続けたアルベルト・シュヴァイツァーの著書「水と原生林の間で」から着想を得たともいわれている。",
    "summary": "ガボン共和国\nRépublique Gabonaise\n\n国の標語：Union, Travail, Justice（フランス語）団結、勤労、公正\n国歌：La Concorde（フランス語）協調\n\nガボン共和国（ガボンきょうわこく、フランス語: République gabonaise）、通称ガボン（フランス語: Gabon）は、中部アフリカに位置する共和制国家。北西に赤道ギニア、北にカメルーン、南と東にコンゴ共和国と国境を接し、西は大西洋のギニア湾に面している。首都はリーブルヴィルである。\n\n"
  },
  {
    "id": "cameroon",
    "name": "カメルーン",
    "capital": "ヤウンデ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/cameroon.svg",
    "map_image_url": "/maps/cameroon.png",
    "description": "カメルーンの国旗（カメルーンのこっき Flag of Cameroon）は、汎アフリカ色を用いた三色旗を基調とした旗である。1960年の独立時には、単純な三色旗であったが、1961年に旗竿側に黄色の星が二つ追加されていた。1975年5月20日より、星の位置・数が変更された現在のデザインとなっている。 赤は統一、黄色は太陽、緑は森林を意味している。",
    "summary": "カメルーン共和国\nRépublique du Cameroun（フランス語）Republic of Cameroon（英語）Republik Kamerun（ドイツ語）\n\n国の標語：Paix, Travail, Patrie（フランス語: 平和、労働、祖国）\n国歌：Chant de Ralliement（フランス語）カメルーンの国歌\n\nカメルーン共和国（カメルーンきょうわこく）、通称カメルーンは、アフリカ大陸西部に位置する共和制国家である。\n西にナイジェリア、北東にチャド、東に中央アフリカ共和国、南東にコンゴ共和国、南にガボン、南西は赤道ギニアに隣接する。首都はヤウンデ。国土の南西部が大西洋のギニア湾に面している。"
  },
  {
    "id": "south_korea",
    "name": "韓国",
    "capital": "ソウル特別市",
    "continent": "アジア",
    "flag_image_url": "/flags/south_korea.svg",
    "map_image_url": "/maps/south_korea.png",
    "description": "大韓民国の国旗（だいかんみんこくのこっき）は太極旗（たいきょくき・テグッキ）と呼ばれ、白地の中央に置かれた赤と青の2色からなる「陰陽」で「太極」を表し、その周囲四隅に「卦」を配置するなど、中国の伝統的な図案を取り入れたデザインとなっている。太極旗の名称・デザイン・用法は大韓民国の法令によって定められている。 太極旗は、李氏朝鮮（高宗）時代の1883年旧暦1月27日に朝鮮国の国旗として初めて公布され、朝鮮独立運動を通じて朝鮮民族を象徴する旗として認知された。その後、1948年8月15日に大韓民国が独立を果たすと、1949年10月15日に大韓民国の国旗として法令でデザインが確定した。この頁では、大韓民国の国旗として制定されるまでの太極旗の歴史についても記述する。",
    "summary": "大韓民国\n대한민국(大韓民國)\n\n国の標語：弘益人間\n国歌：애국가 (愛國歌)（韓国語）愛国歌\n\n（国璽）\n\n大韓民国（だいかんみんこく、韓: 대한민국、英: Republic of Korea）、通称：韓国（かんこく、韓: 한국、英: South Korea）は、東アジアに位置する共和制国家。首都はソウル特別市。"
  },
  {
    "id": "the_gambia",
    "name": "ガンビア",
    "capital": "バンジュール",
    "continent": "アフリカ",
    "flag_image_url": "/flags/the_gambia.svg",
    "map_image_url": "/maps/the_gambia.png",
    "description": "ガンビアの国旗（ガンビアのこっき）は、赤、青および緑の水平の三色旗で、白い縞によって各色が分離される。中央の青帯が赤帯および緑帯よりも細い。一番上の赤はサバンナと太陽を、青はガンビア川を、緑は森林を、白は平和を表す。1965年の独立時に制定された。",
    "summary": "ガンビア共和国\nRepublic of the Gambia\n\n国の標語：Progress, Peace, Prosperity\n（進歩、平和、繁栄）\n国歌：For The Gambia Our Homeland（英語）わが祖国ガンビアのために\n\nガンビア共和国（ガンビアきょうわこく、英語: Republic of the Gambia）、通称ガンビアは、西アフリカ西岸に位置する共和制国家。イギリス連邦加盟国であり（2018年に復帰）、西はガンビア川の河口がある北大西洋に面している。陸地部分の国境はすべてセネガルと接している。言い換えれば、海に面した西側以外でセネガルに取り囲まれている。首都はバンジュールで、最大の都市はセレクンダである。\n\n"
  },
  {
    "id": "cambodia",
    "name": "カンボジア",
    "capital": "プノンペン",
    "continent": "アジア",
    "flag_image_url": "/flags/cambodia.svg",
    "map_image_url": "/maps/cambodia.png",
    "description": "カンボジアの国旗（カンボジアのこっき）は、カンボジア内戦前の王国時代のものと同じデザインで、1993年の王政復古の際に制定された。 上から青・赤・青が用いられた旗の中央に、国の象徴的遺跡である白いアンコール・ワットを配置し、青は王権を、赤は国家を、白は仏教徒を表している。",
    "summary": "カンボジア王国\nព្រះរាជាណាចក្រកម្ពុជា\n\n国の標語：ជាតិ សាសនា ព្រះមហាក្សត្រ（クメール語）国家、信仰、国王\n国歌：បទនគររាជ（クメール語）王国\n\nカンボジア王国（カンボジアおうこく、クメール語: ព្រះរាជាណាចក្រកម្ពុជា）、通称カンボジアは、東南アジアのインドシナ半島南部に位置する立憲君主制国家。東南アジア諸国連合加盟国であり、通貨はリエルである。人口1671万人、首都はプノンペン都。\n南はタイランド湾に面し、西はタイ、北はラオス、東はベトナムと国境を接する。国民の90%以上が、クメール語（カンボジア語）を話し、仏教（上座部仏教）を奉ずるクメール人（カンボジア人）である。国歌は『王国』である。"
  },
  {
    "id": "north_korea",
    "name": "北朝鮮",
    "capital": "平壌直轄市",
    "continent": "アジア",
    "flag_image_url": "/flags/north_korea.svg",
    "map_image_url": "/maps/north_korea.png",
    "description": "朝鮮民主主義人民共和国の国旗（ちょうせんみんしゅしゅぎじんみんきょうわこくのこっき）は、朝鮮民族の伝統色とされる青色と赤色を基調とし、白い円と2本の白線、および赤い星を配した旗である。朝鮮民主主義人民共和国（北朝鮮）建国に先駆けての1948年9月8日に制定され、1992年に細部のデザインが変更された。",
    "summary": "朝鮮民主主義人民共和国\n조선민주주의인민공화국\n\n国の標語：強盛大国（강성대국）\n国歌：朝鮮民主主義人民共和国国歌\n\n朝鮮民主主義人民共和国（ちょうせんみんしゅしゅぎじんみんきょうわこく、朝: 조선민주주의인민공화국、英: Democratic People's Republic of Korea, DPRK）、通称北朝鮮（きたちょうせん、英: North Korea）は、東アジアに位置する社会主義共和制国家。首都は平壌市。\n1953年7月に朝鮮戦争休戦協定が締結されて以来、朝鮮半島は38度線を境に北側の朝鮮民主主義人民共和国（以下、北朝鮮）と南側の大韓民国 （以下、韓国）に分断され、ドイツ再統一以後は双方が国連に加盟している国家では唯一の冷戦分断国家となった。朝鮮労働党による一党独裁体制下にあり、軍事境界線を挟み韓国と、豆満江や鴨緑江を挟んで中華人民共和国およびロシアと接している。"
  },
  {
    "id": "north_macedonia",
    "name": "北マケドニア",
    "capital": "スコピエ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/north_macedonia.svg",
    "map_image_url": "/maps/north_macedonia.png",
    "description": "北マケドニアの国旗（きたマケドニアのこっき マケドニア語: Знаме на Северна Македонија）は、赤地に8本の光を放つ黄色の太陽を描いた旗。1995年、国際的な暫定呼称を「マケドニア・旧ユーゴスラビア共和国」と定めた際にこの国旗も併せて制定された。",
    "summary": "北マケドニア共和国\nРепублика Северна Македонија（マケドニア語）Republika e Maqedonisë së Veriut（アルバニア語）\n\n国の標語：なし\n国歌：Денес Над Македонија（マケドニア語）今日、マケドニアの上に\n\n北マケドニア共和国（きたマケドニアきょうわこく、マケドニア語: Република Северна Македонија、アルバニア語: Republika e Maqedonisë së Veriut）、通称北マケドニア（マケドニア語: Северна Македонија、アルバニア語: Maqedonia e Veriut）は、東南ヨーロッパのバルカン半島南部に1991年に建国された共和国。前身はユーゴスラビア連邦の構成国であった。南はギリシャ、東はブルガリア、西はアルバニア、北はセルビアおよびコソボと、四方を他国に囲まれた内陸国である。"
  },
  {
    "id": "guinea",
    "name": "ギニア",
    "capital": "コナクリ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/guinea.svg",
    "map_image_url": "/maps/guinea.png",
    "description": "ギニアの国旗(Flag of Guinea)(は独立に伴い、1958年11月10日に採用された。左から赤・黄・緑を配した縦三色旗である。 この三色はアフリカ最古の独立国・エチオピア国旗に古くから用いられているもので、汎アフリカ色と呼ばれ、他の多くのアフリカ諸国の国旗にも取り入れられている。ギニア以前には、1957年制定のガーナの国旗が汎アフリカ色を採用していた。 赤は血、黄色は金や太陽、緑は農業を意味している。マリの国旗とは、緑と赤が入れ替わったデザインとなる。",
    "summary": "ギニア共和国\nRépublique de Guinée\n\n国の標語：Travail, Justice, Solidarité（フランス語: 労働、正義、連帯）\n国歌：Liberté（フランス語）自由\n\nギニア共和国（ギニアきょうわこく）、通称ギニアは、西アフリカにある共和制国家。北にセネガル、北西にギニアビサウ、北東にマリ、南にシエラレオネ、リベリア、南東にコートジボワールと国境を接し、西は大西洋に面する。首都はコナクリである。\n旧フランス植民地帝国の中でも、1958年に他の植民地に先駆けて国民投票で独立した国家の一つ。\n\n"
  },
  {
    "id": "guineabissau",
    "name": "ギニアビサウ",
    "capital": "ビサウ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/guineabissau.svg",
    "map_image_url": "/maps/guineabissau.png",
    "description": "ギニアビサウの国旗（ポルトガル語: Bandeira da Guiné-Bissau）は独立に伴い、1973年に制定された。 汎アフリカ色と黒い星を用いたこのデザインは、もともとは同国の独立運動の中心を担ったギニア・カーボベルデ独立アフリカ党（PAIGC)の党旗であった。そのため、同じくPAICGが独立に導き、一時は国家併合を計画していたカーボベルデの旧国旗とも酷似している。ポルトガル統治時代は、ポルトガルの国旗が掲げられた。",
    "summary": "ギニアビサウ共和国\nRepública da Guiné-Bissau\n\n国の標語：Unidade, Luta, Progresso（ポルトガル語: 統一、闘争、進歩）\n国歌：Esta É a Nossa Pátria Bem Amada（ポルトガル語）わが愛しき祖国\n\nギニアビサウ共和国（ギニアビサウきょうわこく）、通称ギニアビサウは、西アフリカにある共和制国家。北はセネガル、南と南東はギニアと国境を接し、西は大西洋に面する。首都はビサウである。\n\n"
  },
  {
    "id": "cyprus",
    "name": "キプロス",
    "capital": "ニコシア",
    "continent": "アジア",
    "flag_image_url": "/flags/cyprus.svg",
    "map_image_url": "/maps/cyprus.png",
    "description": "キプロスの国旗は1960年8月16日に採用され、2006年に細部のデザインが変更された。国土のキプロス島の形が黄金色でデザインされている。黄金色は、キプロス特産の銅（主に黄銅）を表し、下の葉は、ギリシャとトルコを表す二本のオリーブの枝であり、民族の平和を表す。 キプロスは常にギリシャ系とトルコ系の対立が絶えないこともあり、ギリシャ国旗の青とトルコ国旗の赤は意図的に避けられた。1974年のキプロス紛争以降のキプロスは、国際的に国家承認されているキプロス共和国と、トルコのみが承認している北キプロス・トルコ共和国に分断されているが、この国旗はキプロス共和国のものである。 なお、民間においてこの国旗が用いられる事は少なく、ギリシャ系住民はギリシャの、トルコ系住民はトルコの国旗をそれぞれ用いる事が多い。",
    "summary": "キプロス共和国\nΚυπριακή Δημοκρατία（ギリシア語）Kıbrıs Cumhuriyeti（トルコ語）\n\n国の標語：なし\n国歌：Ύμνος εις την Ελευθερίαν（ギリシア語）自由への賛歌\n\nキプロス共和国（キプロスきょうわこく、ギリシア語: Κυπριακή Δημοκρατία、トルコ語: Kıbrıs Cumhuriyeti）は、地中海東部に位置するキプロス島の大部分を占める共和制国家。首都はニコシア。EU加盟国。公用語はギリシア語およびトルコ語。\nキプロス島の一部は、イギリス海外領土のアクロティリおよびデケリアであり、共和国領ではない。さらに1974年以来、南北に分断され、島の北部約37%を、国際的にはトルコのみが承認する「独立国家」であるトルコ系住民による北キプロス・トルコ共和国が占めている。一方のキプロス共和国は国際連合加盟国193か国のうち、192か国（トルコを除く）が国家承認している。\nキプロスは元来はギリシャ系住民とトルコ系住民の混住する複合民族国家だったが、キプロス島分断後は、事実上ギリシャ系による単一民族国家となっている。"
  },
  {
    "id": "cuba",
    "name": "キューバ",
    "capital": "ハバナ",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/cuba.svg",
    "map_image_url": "/maps/cuba.png",
    "description": "キューバの国旗（キューバのこっき）は、1902年5月20日に採用された。 1849年にスペイン統治からの様々なキューバ解放運動が興った際に、ナルシソ・ロペス (Narciso López) が詩人トロン (Miguel Teurbe Tolón) から提案されたものを採用した。この旗が現在のキューバ国旗の基となった。青の3本の縞はスペイン統治下のキューバの三つの軍政地域、白の二本の縞は純粋な愛国心を象徴している。赤の三角は強さと不変性を象徴しているが、フリーメイソンの平等を示すシンボルとも言われ、他の旧スペイン植民地国の国旗によく見られる。白の星は独立を象徴し、直接的には社会主義の象徴である赤い星と同一視はされない。 1869年にキューバ国会で国旗として採用された。米西戦争の間はアメリカの星条旗が使用されたこともあったが、独立後はこの国旗が使われた。なお、キューバの国歌と同様に、フィデル・カストロが実権を握ったキューバ革命後も変更されず、現在までこの旗が使用されている。",
    "summary": "キューバ共和国\nRepública de Cuba\n\n国の標語：¡Patria o Muerte, Venceremos!（スペイン語:祖国か死か、我々は打ち勝つ！）\n国歌：La Bayamesa（スペイン語）バヤモの歌\n\nキューバ共和国（キューバきょうわこく、西: República de Cuba）、通称キューバは、カリブ海の大アンティル諸島（西インド諸島の一部）に位置する社会主義共和制国家。首都はハバナ。人口は10,985,974人 (2023年現在) 。\nキューバ共産党による一党独裁体制が敷かれている。政治思想としてはマルクス・レーニン主義とホセ・マルティ思想を採用している。"
  },
  {
    "id": "greece",
    "name": "ギリシャ",
    "capital": "アテネ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/greece.svg",
    "map_image_url": "/maps/greece.png",
    "description": "ギリシャの国旗は青と白の十字及び縞で出来た旗。元軍旗、軍艦旗、商船旗。9本の縞はギリシャ独立戦争時の鬨の声である「自由か死か（Ελευθερία ή Θάνατος） 」の9音節を表す。1821年に起きた、トルコからの独立を求める反乱の際、パトラの府主教ゲルマノスが白地に青十字を掲げたことに由来する。ギリシャ反乱以降から軍事政権時代までは、それまでのものと色を反転させた、青地に白い十字の旗を陸上用に、十字に縞模様の旗を船用旗や軍艦旗といった海上用に使っていた。軍事政権が崩壊したあとの1978年に、現在の十字と縞模様の国旗が制定された。 ギリシャの国旗はオリンピック発祥国として近代オリンピックの閉会式の際に国歌の演奏とともに掲揚される。",
    "summary": "ギリシャ共和国\nΕλληνική Δημοκρατία (ギリシャ語)\n\n国の標語：Ελευθερία ή θάνατος（ギリシア語）自由か死か\n国歌：Ύμνος εις την Ελευθερίαν（ギリシア語）自由への賛歌\n\nギリシャ共和国（ギリシャきょうわこく、ギリシア語: Ελληνική Δημοκρατία）、通称ギリシャ（希: Ελλάδα）は、南ヨーロッパに位置する共和制国家。2011年の国勢調査によると、ギリシャの人口は約1,081万人、面積は日本の約3分の1である。アテネは首都および最大都市であり、テッサロニキは第2の都市および中央マケドニアの州都である。"
  },
  {
    "id": "kiribati",
    "name": "キリバス",
    "capital": "サウス・タラワ",
    "continent": "オセアニア",
    "flag_image_url": "/flags/kiribati.svg",
    "map_image_url": "/maps/kiribati.png",
    "description": "キリバスの国旗（キリバスのこっき）は1932年のイギリス植民地時代に制定された国章をデザインした旗で、1979年7月12日に制定された。上半分には赤地にコグンカンドリ(希望の象徴)が日の出の太陽の上を飛んでいるデザイン。下半分は青い太平洋で、白い波線が3本あり、主要な国土のギルバート諸島、フェニックス諸島、ライン諸島を示している。太陽の17本の光はギルバート諸島の16個の島と、バナバを示している。海から昇る太陽の図柄で、この国が日付変更線に近く、世界で一番早く太陽が昇る国であることを表している。 このデザインはイギリス領であったギルバート諸島とエリス諸島（現ツバル）のために1937年にデザインされたもので、その後一部改変されたが基本的には同じものである。それが1979年に国旗に制定された。",
    "summary": "キリバス共和国\nRepublic of Kiribati\n\n国の標語：Te Mauri, Te Raoi ao Te Tabomoa（キリバス語: 健康、平和と繁栄）\n国歌：Teirake Kaini Kiribati（キリバス語） いざ立て、キリバス人よ\n\n註1 : 無人島を除いた面積は、717平方キロメートル\n\nキリバス共和国（キリバスきょうわこく）、通称キリバスは、太平洋上に位置するギルバート諸島、フェニックス諸島、そしてライン諸島の一部などを領土とする国家で、イギリス連邦加盟国である。\n\n"
  },
  {
    "id": "kyrgyzstan",
    "name": "キルギス",
    "capital": "ビシュケク",
    "continent": "アジア",
    "flag_image_url": "/flags/kyrgyzstan.svg",
    "map_image_url": "/maps/kyrgyzstan.png",
    "description": "キルギスの国旗は、赤地に黄色の太陽を描いた旗。太陽は40本の光条を放ち、内部には円形のシンボルが描かれる。現行の国旗は、1992年3月3日にキルギス最高会議で制定されたものを元にしている。",
    "summary": "キルギス共和国\nКыргыз Республикасы （キルギス語）Кыргызская Республика （ロシア語）\n\n国の標語：なし\n国歌：Кыргыз Республикасынын Мамлекеттик Гимни（キルギス語）キルギス共和国国歌\n\nキルギス共和国（キルギスきょうわこく、キルギス語: Кыргыз Республикасы、ロシア語: Кыргызская Республика）、通称キルギスは、中央アジアに位置する共和制国家。かつての正式国名はキルギスタン（キルギス語・ロシア語: Кыргызстан）だが、改称以降も現地語での通称として公式に認められている。首都であり最大の都市はビシュケクである。"
  },
  {
    "id": "guatemala",
    "name": "グアテマラ",
    "capital": "グアテマラシティ",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/guatemala.svg",
    "map_image_url": "/maps/guatemala.png",
    "description": "グアテマラの国旗（Flag of Guatemala）は空色と白で主に構成されている。空色は国が太平洋と大西洋二つの海に挟まれていることを表している。そして中央の白は国の純粋さの象徴として使われている。 白地が2つの青で挟まれたストライプは元々中米連邦の国旗であった。グアテマラの国旗ではストライプを縦向きにして使用している。 中央に描かれているのは自由の象徴である鳥のケツァールで、中央アメリカ諸国が1821年9月12日にスペインから独立を宣言したことの象徴である。中央で十字になっている小銃はグアテマラを守るためには戦争をも辞さない意志を表し、オリーブの輪が平和を表している。",
    "summary": "グアテマラ共和国\nRepública de Guatemala\n\n国の標語：Libre Crezca Fecundo\n国歌：Himno Nacional de Guatemalaグアテマラの国歌（グアテマラよ幸福なれ!）\n\nグアテマラ共和国（グアテマラきょうわこく、スペイン語: República de Guatemala）、通称グアテマラは、中央アメリカ北部に位置する共和制国家である。北にメキシコ、北東にベリーズ、東にホンジュラス、南東にエルサルバドルと国境を接しており、北東はカリブ海に、南は太平洋に面する。人口は約1720万人で、中央アメリカでは最も人口の多い国であり、アメリカ大陸では11番目に人口の多い国である。グアテマラは間接民主主義国家である。首都および最大都市はヌエバ・グアテマラ・デ・ラ・アスンシオンで、グアテマラシティとしても知られ、中央アメリカ最大の都市である。\nメソアメリカ大陸に広がっていたマヤ文明の中心は、歴史的に現在のグアテマラの領土を拠点としていた。16世紀、この地域の大部分はスペインに征服され、ニュースペイン総督領の一部として領有権を主張した。1821年、グアテマラはスペインとメキシコから独立した。1823年に中央アメリカ連邦共和国の一部となったが、1841年に解散した。\n19世紀半ばから後半にかけて、グアテマラは慢性的な不安定さと内乱に見舞われた。20世紀初頭からは、ユナイテッド・フルーツ社や米国政府の支援を受けた独裁者が次々と登場し、統治を行った。1944年、権威主義的な指導者ホルヘ・ウビコが民主的な軍事クーデターによって打倒され、10年にわたる革命が始まり、社会と経済の大改革につながった。1954年に米国が支援する軍事クーデターが革命を終わらせ、独裁政権を樹立した。\n1960年から1996年まで、グアテマラはアメリカが支援する政府と左翼反乱軍の間で戦われた軍によって行われたマヤの人々の大量虐殺を含む血なまぐさい内戦に耐えた。国連が交渉した平和協定以来、グアテマラは経済成長と成功した民主選挙の両方を達成したが、高い貧困率と犯罪、麻薬カルテル、不安定性に苦しみ続けている。2014年現在、グアテマラは人間開発指数でラテンアメリカ・カリブ海諸国33カ国中31位にランクされている。\nグアテマラは生物学的に重要でユニークな生態系が豊富で、多くの固有種を含み、メソアメリカの生物多様性ホットスポットの指定に貢献している。\n\n"
  },
  {
    "id": "kuwait",
    "name": "クウェート",
    "capital": "クウェート市",
    "continent": "アジア",
    "flag_image_url": "/flags/kuwait.svg",
    "map_image_url": "/maps/kuwait.png",
    "description": "クウェートの国旗（クウェートのこっき アラビア語: علم الكويت）は、独立に伴い1961年9月7日に制定された。汎アラブ色を使用し、イラク国旗（1921年-1959年）の影響を受けている。また、クウェートの国章内でも国旗のデザインが使われている。オスマン帝国に影響を受けた「赤地に白い三日月と星」のデザインから、「赤地に白い「كويت （クウェート）」の文字」のデザインを経て、汎アラブ色の旗へと変化してきている。",
    "summary": "クウェート国\nدولة الكويت\n\n国の標語：なし\n国歌：النشيد الوطني（アラビア語）国歌\n\nクウェート国（クウェートこく、アラビア語: دولة الكويت）、通称クウェートは、西アジア・中東に位置する立憲君主制国家。首都はクウェート市。\n1990年にイラクに一時占領された（湾岸危機）。北と西にイラク、南にサウジアラビア、東にペルシャ湾がある。\n\n"
  },
  {
    "id": "cook_islands",
    "name": "クック諸島",
    "capital": "アバルア",
    "continent": "オセアニア",
    "flag_image_url": "/flags/cook_islands.svg",
    "map_image_url": "/maps/cook_islands.png",
    "description": "クック諸島の国旗（クックしょとうのこっき）は、ニュージーランドと自由連合関係にある国クック諸島の国旗。デザインは太平洋地域における元イギリス植民地では伝統的なもの。左上にユニオン・フラッグを持つブルー・エンサインであり、右側には15個の星の輪がある。ユニオン・フラッグはイギリスとの伝統的な関係を象徴し、星はクック諸島を構成する15の島を表している。青い地の色は大洋を表す。",
    "summary": "クック諸島\nKūki 'Āirani（ラロトンガ語）Cook Islands（英語）\n\n国の標語：なし\n国歌：全能なる神よ\n\n註1: 通貨に関して3ドル紙幣と硬貨はクック諸島ドルとして独自のものを有している（通貨の項も参照）。\n\nクック諸島（クックしょとう、英: Cook Islands）は、オセアニア東部、ポリネシア東部にある24の珊瑚環礁と火山島からなる立憲君主制国家。ニュージーランドと自由連合形態をとり、ニュージーランド王国の構成国の一つである。米領サモアとタヒチのあるフランス領ポリネシアの間にある15の島々からなっている。鹿児島県徳之島ほどの面積に約2万人の人々が暮らしている。\n主権国家と同等の内政を行い独自の外交を行っているが、国防および外交の最終責任をニュージーランドが有し、国民も同国の市民権（国籍）を保持しており、国家の三要素の内「主権」と「人民」を完全には満たさないため、国家承認していない国が多い。\n日本は2011年3月にクック諸島と国交を結び、同国を1つの国であると、193番目の国として承認した。そして、日本に遅れること12年、2023年9月にクック諸島はアメリカとも外交関係を樹立した。\n日本からの距離は約8,000km。最も便利なルートは、ニュージーランドのオークランドを経由して行く方法で、成田とクック諸島・ラロトンガの間をニュージーランド航空の経由便がほぼ毎日運航しており、その他にもオーストラリアのシドニー、ロサンジェルス、タヒチ、仏領ポリネシアのパペーテ、そしてハワイのホノルルなどからも直行便が運航している。\n気候は一年を通してそれほど変わらない。気温も25～28度前後、11～3月が最も暑く時々雨も降る。服装は完全に夏服。"
  },
  {
    "id": "grenada",
    "name": "グレナダ",
    "capital": "セントジョージズ",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/grenada.svg",
    "map_image_url": "/maps/grenada.png",
    "description": "グレナダの国旗は、1974年の独立に伴い制定された。赤は国民の熱情と勇気および独立を、黄は太陽の光と国土および富を、緑は、肥えた土地と農業に加えて繁栄を表すとされる。七つの金星は7つの教区を示し、左側に描かれているのはナツメグで、国の経済をささえる大切な農作物であることを示している。",
    "summary": "グレナダ\nGrenada\n\n国の標語：Ever Conscious of God We Aspire, Build and Advance as One People（英語:神の御心のままに、我ら一つの民として熱望し、築き上げ、そして進歩する）\n国歌：Hail Grenada（英語）グレナダ万歳\n\nグレナダ（英語: Grenada、グレナダ・クレオール語: Gwenad）は、カリブ海の小アンティル諸島南部にある立憲君主制国家。首都はセントジョージズである。\n英連邦王国のひとつであり、イギリス連邦加盟国。島国であり、海を隔てて北にセントビンセントおよびグレナディーン諸島、北東にバルバドス、南にトリニダード・トバゴとベネズエラがある。\nグレナディーン諸島の一部に、グレナダ領グレナディーン諸島としてカリアク島やプティト・マルティニーク島などの島々を領有している。1983年に起きたクーデター後の混乱時にアメリカ合衆国と東カリブ諸国機構（OECS）によるグレナダ侵攻があり、国際的な注目を集めた。"
  },
  {
    "id": "croatia",
    "name": "クロアチア",
    "capital": "ザグレブ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/croatia.svg",
    "map_image_url": "/maps/croatia.png",
    "description": "クロアチアの国旗は汎スラヴ色の赤、白、青の横縞3色に分かれる。 中央に位置するのは国章である。 この国旗が制定されたのは1990年で、クロアチアが社会主義政権であった頃は、国章の位置する部分に社会主義国の象徴である赤い五角星がついていた。 社会主義政権時代以外の国旗の中央部に配置された白赤のチェックはシャホヴニツァ（Šahovnica）と呼ばれている。 チェックの上部に弓状に並ぶ5つの五角形の紋章は左から、中央クロアチア、ドゥブロヴニク、ダルマチア、イストラ、スラヴォニアの5つの地域を表している。",
    "summary": "クロアチア共和国\nRepublika Hrvatska\n\n国の標語：なし\n国歌：Lijepa naša domovino（クロアチア語）私たちの美しい故国\n\nクロアチア共和国（クロアチアきょうわこく、クロアチア語: Republika Hrvatska）、通称クロアチアは、南ヨーロッパのバルカン半島に位置する共和制国家である。首都はザグレブ。\n本土では西にスロベニア、北にハンガリー、東にボスニア・ヘルツェゴビナ、セルビアと国境を接している。南はアドリア海に面し、対岸はイタリア、飛び地のドゥブロヴニクでは東にモンテネグロと接している。\nユーゴスラビアを構成していたが、1991年に独立した。"
  },
  {
    "id": "kenya",
    "name": "ケニア",
    "capital": "ナイロビ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/kenya.svg",
    "map_image_url": "/maps/kenya.png",
    "description": "ケニアの国旗（ケニアのこっき、Flag of Kenya）は、独立に伴い1963年12月12日に制定された。黒は国民、赤は独立のために流れた血、緑は豊かな自然、そして白は平和と誠実さを表している。中央にあるのはマサイ族の盾と槍。",
    "summary": "ケニア共和国\nJamhuri ya Kenya（スワヒリ語）Republic of Kenya（英語）\n\n国の標語：Harambee（スワヒリ語）共に働こう\n国歌：Ee Mungu Nguvu Yetu（スワヒリ語）Oh God of All Creation（英語）おお、万物の神よ\n\nケニア共和国（ケニアきょうわこく）、通称ケニアは、東アフリカに位置する共和制国家で、イギリス連邦加盟国である。北にエチオピア、北西に南スーダン、西にウガンダ、南にタンザニア、東にソマリアと国境を接し、南東はインド洋に面する。\n首都のナイロビはアフリカ大陸有数の世界都市で、国際連合環境計画と国際連合人間居住計画の本部が置かれている。"
  },
  {
    "id": "ivory_coast",
    "name": "コートジボワール",
    "capital": "ヤムスクロ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/ivory_coast.svg",
    "map_image_url": "/maps/ivory_coast.png",
    "description": "コートジボワールの国旗（コートジボワールのこっき）は、独立直前の1959年に採用された。三色旗であり、同じくフランスの植民地であったニジェールの国旗と使用色が類似している。このほか、アイルランドと左右逆のデザインとなる。 オレンジ色は国土の北半分のサバンナであり、豊穣の台地を意味する。白は平和、緑は国土の南半分の森林であり、希望を意味している。",
    "summary": "コートジボワール共和国\nRépublique de Côte d'Ivoire\n\n国の標語：Union, Discipline, Travail（フランス語: 統一、規律、労働）\n国歌：L'Abidjanaise（フランス語）アビジャンの歌\n\nコートジボワール共和国（コートジボワールきょうわこく）、通称コートジボワール（Côte d'Ivoire）は、西アフリカの共和制国家である。東はガーナ、北はブルキナファソ、マリ、西はギニア、リベリアと国境を接し、南は大西洋に面する。首都はヤムスクロだが、ほとんどの首都機能は旧首都のアビジャンに所在している。\nかつて日本では意訳による漢字表記で「象牙海岸共和国」（ぞうげかいがんきょうわこく）と呼ばれていたが、後述の理由から現在は使用されていない。\n\n"
  },
  {
    "id": "costa_rica",
    "name": "コスタリカ",
    "capital": "サンホセ",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/costa_rica.svg",
    "map_image_url": "/maps/costa_rica.png",
    "description": "コスタリカの国旗（コスタリカのこっき Flag of Costa Rica）は1906年11月27日に制定された。 なお、下図の国章が入ったものは民間での使用が禁止されており、代わりに国章が入っていない上記のデザインが用いられる。 青が空、白が自由をあらわしているとされる。",
    "summary": "コスタリカ共和国\nRepública de Costa Rica\n\n国の標語：なし\n国歌：Noble patria tu hermosa bandera（スペイン語）高貴な故国、美しき旗\n\nコスタリカ共和国（コスタリカきょうわこく、スペイン語: República de Costa Rica）、通称コスタリカは、中央アメリカ南部に位置する共和制国家。北にニカラグア、南東にパナマと国境を接しており、南は太平洋、北はカリブ海に面している。首都はサンホセである。国土面積は51,060 km2で、人口は約500万人である。首都であり最大都市であるサンホセには推定333,980人が住んでおり、周辺の都市圏には約200万人が住んでいる。"
  },
  {
    "id": "kosovo",
    "name": "コソボ",
    "capital": "プリシュティナ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/kosovo.svg",
    "map_image_url": "/maps/kosovo.png",
    "description": "コソボの国旗は、コソボが2008年2月17日に独立を宣言したのと同日に制定された。 青地に金色でコソボの地形が描かれ、上部に配置された6つの白い星はコソボに居住する6民族（アルバニア人、セルビア人、トルコ人、ロマ（アッシュカリィおよびエジプト人を含む）、ゴーラ人、ボシュニャク人）の調和と団結を表している。 なお、コソボに居住する民族はアルバニア人が圧倒的多数を占めるため、一般国民の間ではアルバニアの国旗が事実上、国旗に準ずる民間旗として掲揚されることが多い。 コソボの国旗は、世界33カ国で認められていない。",
    "summary": "コソボ共和国\nRepublika e Kosovës（アルバニア語）Република Косово（セルビア語）\n\n国の標語：不明\n国歌：Evropa（アルバニア語）ヨーロッパ\n\nコソボ共和国（コソボきょうわこく、アルバニア語: Republika e Kosovës）、通称コソボは、バルカン半島中部の内陸部に位置する共和制国家。北東をセルビア、南東を北マケドニア、南西をアルバニア、北西をモンテネグロに囲まれている。略称KOS。国際連合（UN）には未加盟であるが、2020年8月時点で115の国際連合加盟国が国家として承認している（ただし、後に承認を撤回したとセルビア側が主張している国を含む）。"
  },
  {
    "id": "comoros",
    "name": "コモロ",
    "capital": "モロニ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/comoros.svg",
    "map_image_url": "/maps/comoros.png",
    "description": "コモロの国旗（コモロのこっき）は、2001年にデザインされ、正式に2001年12月23日に制定された。 歴史 1886年-1963年（フランスの植民地・海外領土として） コモロ諸島はマヨットに始まりフランスによる植民地化が進められ、1886年にはコモロ諸島全体がフランス領コモロ諸島として植民地化された。1908年、コモロ諸島は共通の行政機関（Colonie de Mayotte et dépendances）による運営となり、フランス領マダガスカル総督の管轄となった。その後1914年にはコモロ諸島はフランス領マダガスカルの一部として併合された。 第二次世界大戦中の1942年9月25日、イギリス軍は枢軸国であったフランス国領コモロに上陸し、1946年10月13日までコモロを占領した。 1946年10月13日からはコモロは植民地ではなく海外領土となった（フランス領コモロ）。翌年、マダガスカルとの行政上の関係はなくなった。1958年にはコモロでもフランス憲法国民投票が行われ、大多数がフランス共同体へのコモロの加盟を求めた。1960年にグランドコモロ島のモロニに行政機関を移動。これにより他島とマヨットの対立が激化する。1961年には国内自治が認められ、議会が設置された。 議会設置後1960年代後半からコモロでも自治拡大および独立運動が盛んになり、一方マヨットでは他島に対する反発からフランス帰属が支持を得るようになっていった。 1963年-1975年 そして1963年、初めて公式的なコモロの旗が制定される。スザンヌ・ゴーティによるデザインで、緑一色の地に、左端に白い三日月、旗の対角線上に4つ星がある旗である。実際にこの旗は使用されていた。 1974年には独立に対する国民投票が実施され、3島では独立賛成派が多数を占めたものの、マヨットではフランス領残留派が勝利した。 1975年-1978年（コモロ国） 1975年7月6日にコモロ諸島3島は「コモロ国」として独立した（承認はされていない）。コモロ国の誕生に伴い、1975年11月12日より国旗が制定された。国旗は上が赤、下が緑となっており、左上端に三日月と星4つが置かれているものとなっている。比率は2:1。 一方、赤と緑が上下逆になった旗を載せた文献がいくつかあるが、誤りである。 しかし、コモロ国は短期政権で終わり、3年後には国家が変わる。 1978年-1992年（コモロ・イスラム連邦共和国） 1978年、アーメド・アブダラによってクーデターが実効、「コモロ・イスラム連邦共和国」が誕生し、アブダラは独裁体制を敷いた。しかし1989年には独裁体制に対する不満や経済の混乱が原因となってアブダラは暗殺される。 アーメド・アブダラ体制下になった10日後の1978年5月23日から、国旗が変更された。緑地の中心に白い三日月、三日月の先から先にかけて4つの星が並んでいるというデザインである。 1992年-1996年（コモロ・イスラム連邦共和国） アーメド・アブダラ体制終焉から3年後、1992年に国旗がまた変更された。白い三日月は上向きとなっており、三日月の端から端を直線でつなぐように星が4つついているデザインである。 旗は、実際は1978年から使用自体はされていた。公式に採用されたのが1992年6月7日となっている。 1996年-2001年（コモロ・イスラム連邦共和国） 1995年9月、ボブ・ドゥナールはモハメド・ジョハル大統領を打倒し実権を握った。最終的にクーデターはフランス軍によって鎮静化された。 鎮静後もジョハルはコモロで大統領になることはできず、大統領職にはモハメド・タキが付いた。 1996年10月20日、モハメド・タキ大統領は憲法を改正。この際国旗も変更された。 国旗のデザインは緑の地に三日月と4つの星、そして「مهمّد（ムハンマド）」と「اللّه（アッラー）」の言葉が左下と右上に追加されている。旗の比率は3:5に変更された。 2001年-（コモロ連合） 2001年国名がコモロ連合となった。12月23日、憲法改正に伴い国旗を変更した。 黄色は太陽と進歩、そしてムワリ島を表し、白は自由と純粋さ、そしてマオレ島（マヨット）、赤はフランスからの独立闘争で流された血とンズワニ島を表し、青はインド洋とンジャジジャ島、緑と三日月はイスラム教を表している。 4つの白い五角星はマヨットを含むコモロ諸島4島を表している。 デザイン 黄色は太陽と進歩、そしてムワリ島を表し、白は自由と純粋さ、そしてマオレ島、赤はフランスからの独立闘争で流された血とンズワニ島を表し、青はインド洋とンジャジジャ島、緑と三日月はイスラム教を表している。4つの白い五角星はマヨットを含むコモロ諸島4島を表している。 2001年発布のコモロ連合憲法第1条においては、以下のようにされている。国旗は、黄、白、赤、青に、緑の下地に右向きの白い三日月、そして三日月の端から端まで（月と星が）二等辺三角形になるよう並んだ4つの白い星で構成されてなくてはならない。 縦横比は、何度か変更されている。 フランス植民地時代はフランスの国旗を用いており比率は2:3であった。その後イギリス占領時は1:2、コモロ国として独立した時に2:1に変更され、コモロ・イスラム連邦共和国時代の1996年の変更からは3:5となっている。 過去の国旗 各島の国旗 関連項目 国旗の一覧 コモロの国章 脚注 参考文献 苅安 望『世界の国旗と国章大図鑑』平凡社、2018年。ISBN 978-4-582-40745-7。 吹浦 忠正『世界の国旗図鑑』主婦の友社、2020年。ISBN 978-4074415502。 吹浦 忠正『世界の国旗の「えっ! 」』主婦の友社、2020年。ISBN 978-4074417506。 田辺裕、島田周平、柴田匡平『世界地理大百科事典2 アフリカ』朝倉書店、1998年。ISBN 4-254-16662-1。 Metz, Helen Chapin『Indian Ocean : five island countries』Federal Research Division, Library of Congress、1995年。ISBN 0-8444-0857-3。 エルヴェ・シャニュー、アリ・ハリブ著、花渕馨也訳『コモロ諸島』白水社〈文庫クセジュ〉、2001年。ISBN 978-4-560-05842-8。 Flag Research Center『The Flag Bulletin, 第 18 巻』Flag Research Center、1979年。 Whitney Smith『Comores: un nouveau drapeau pour la r int gration d Anjouan』Librairie Arthème Fayard、1976年。 Hervé Calvarin『Comores: un nouveau drapeau pour la réintégration d’Anjouan』Franciæ Vexilla、2002年。 William Crampton『The World of Flags』Studio Editions、1990年。ISBN 978-1-85170-426-2。 片山正人『現代アフリカ・クーデター全史』叢文社、2005年。ISBN 978-4794705235。 Whitney Smith『New flags: Federal Islamic Republic of the Comoros』The Flag Bulletin、1997年。 Pierre, CV(R)『Album des pavillons nationaux et des marques distinctives des états et des principales organisations internationales』S.H.O.M. (Service Hydrographique et Océanographique de la Marine): Brest (France)、1990年。ISBN 978-2-11-080563-8。",
    "summary": "コモロ連合\nUdzima wa Komori（コモロ語）Union des Comores（フランス語）الاتحاد القمر（アラビア語）\n\n国の標語：Unité - Justice - Progrès（フランス語: 統一、正義、進歩）\n国歌：Udzima wa ya Masiwa（コモロ語）偉大な島の連合\n\nコモロ連合（コモロれんごう、フランス語: Union des Comores）、通称コモロは、インド洋のコモロ諸島のグランドコモロ島（ンジャジジャ島）、アンジュアン島（ヌズワニ島）、モヘリ島（ムワリ島）で構成される連邦共和制国家。コモロ政府はフランス領マヨット島（マオレ島）の領有権も主張している。海を隔てて西にはモザンビークがあり、東南にはマダガスカルがある。首都であるモロニはグランドコモロ島に位置している。\n1975年7月6日、フランスから独立したものの頻繁にクーデターが発生し、1990年代には2島が独立宣言を行い国家解体の危機に陥った。その影響から経済が低迷し後発開発途上国および小島嶼開発途上国に指定されている。現在も近海ではたびたびシーラカンスが捕獲される。\n\n"
  },
  {
    "id": "colombia",
    "name": "コロンビア",
    "capital": "ボゴタ",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/colombia.svg",
    "map_image_url": "/maps/colombia.png",
    "description": "コロンビアの国旗（コロンビアのこっき Flag of Colombia）は、1861年11月26日に制定された。三本の帯によるミランダ三色旗だが、黄色が幅が大きく、旗の上半分を占めている。黄色はかつて産出し、スペイン人の目的であった金を示し、青は面する二つの海（太平洋とカリブ海）を意味する。赤はスペインからの独立の際の流血を表す。",
    "summary": "コロンビア共和国\nRepública de Colombia\n\n国の標語：Libertad y Orden （スペイン語: 自由と秩序）\n国歌：Himno Nacional de Colombia（スペイン語）\"コロンビアの国歌\"\n\nコロンビア共和国（コロンビアきょうわこく、スペイン語: República de Colombia）、通称コロンビアは、南アメリカ北西部に位置する共和制国家である。東にベネズエラ、南東にブラジル、南にペルー、南西にエクアドル、北西にパナマと国境を接しており、北はカリブ海、西は太平洋に面している。南アメリカ大陸で唯一、太平洋と大西洋の2つの大洋に面した国である。首都はボゴタ。\nコロンビアは非常に多様な環境と文化、民族（88の部族と200の言語集団）を持つ国であり、ヨーロッパからの入植者、アフリカ人の奴隷の末裔、ヨーロッパ人が渡来する前からの先住民族が混在している。ヨーロッパ、中東、アジアからの移民が19世紀から20世紀の間に多く移住した。\nコロンビアでは1960年代から政府軍、左翼ゲリラ、極右民兵の三つ巴の内戦が50年以上も続いている。1980年代から1990年代には麻薬戦争による暴力が横行し、世界で最も危険な国の1つとなった。しかし、21世紀以降、コロンビアは劇的な治安の回復に成功し、アメリカ大陸における主要国と位置づけられている。\nコロンビアの人口は、ブラジル、メキシコに続いて、ラテンアメリカで第3位である。世界的なコーヒー豆の産地として知られるほか、エメラルドの産出量は世界一であり、温暖な気候と豊富な日射量を活かしたバラ、カーネーションなどの栽培と切り花の輸出にも力を入れている。ランは国花である。\nコロンビアはNATO唯一のラテン系パートナーであり、38のOECD加盟国の1つである。2020年、フォーブス誌が退職後の移住先として推薦する国々のリストに、コロンビアもランク入りした。"
  },
  {
    "id": "republic_of_the_congo",
    "name": "コンゴ共和国",
    "capital": "ブラザヴィル",
    "continent": "アフリカ",
    "flag_image_url": "/flags/republic_of_the_congo.svg",
    "map_image_url": "/maps/republic_of_the_congo.png",
    "description": "コンゴ共和国の国旗（コンゴきょうわこくのこっき、Flag of the Republic of the Congo）は、1958年8月18日に制定された。1970年に一度放棄されたが、1991年6月10日に再び制定された。 国旗の色はエチオピアの国旗で用いられた伝統的な汎アフリカ色。緑は希望と豊かな森林資源を、黄色は誠実・寛大・誇りを、赤は青年の熱意を表している。 親ソ政権時代にはカントンにソ連と親密な国であることを示す紋章をつけた赤旗に変わった。この時の国旗の赤は人民革命を、星は共産諸国との連帯を、ハンマーと鋤は労働者と農民を表していた。",
    "summary": "コンゴ共和国\nRépublique du Congo\n\n国の標語：Unite, Travail, Progres（フランス語: 統一、労働、進歩）\n国歌：La Congolaise（フランス語）コンゴの歌\n\nコンゴ共和国（コンゴきょうわこく）は、中部アフリカに位置する共和制国家。東にコンゴ民主共和国、北にカメルーンと中央アフリカ共和国、西にガボン、南にアンゴラの飛地カビンダと国境を接している。首都はブラザヴィルである。\n\n"
  },
  {
    "id": "democratic_republic_of_the_congo",
    "name": "コンゴ民主共和国",
    "capital": "キンシャサ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/democratic_republic_of_the_congo.svg",
    "map_image_url": "/maps/democratic_republic_of_the_congo.png",
    "description": "コンゴ民主共和国の国旗は2006年2月20日に制定されている。 現在の国旗は2005年12月に批准された憲法に基づく。1963年から1971年まで採用された国旗にデザインが類似しているが、濃い青が平和を象徴する水色に改められている。赤は国家のために殉じた者の血、黄色は国富、星は国家の輝かしい未来を象徴している。",
    "summary": "コンゴ民主共和国\nRépublique démocratique du Congo\n\n国の標語：Justice – Paix – Travail（フランス語：正義、平和、勤労）\n国歌：Debout Congolais（フランス語）起て、コンゴ人よ\n\nコンゴ民主共和国（コンゴみんしゅきょうわこく、仏: République démocratique du Congo、英: Democratic Republic of the Congo）は、中部アフリカに位置する共和制国家。首都はキンシャサ。\n北西にコンゴ共和国、南西にアンゴラ、南にザンビア、東にタンザニア、ブルンジ、ルワンダ、北東にウガンダ、南スーダン、北に中央アフリカ共和国と国境を接し、西は大西洋に面する。かつてはザイールと称していた。"
  },
  {
    "id": "saudi_arabia",
    "name": "サウジアラビア",
    "capital": "リヤド",
    "continent": "アジア",
    "flag_image_url": "/flags/saudi_arabia.svg",
    "map_image_url": "/maps/saudi_arabia.png",
    "description": "サウジアラビアの国旗は緑地に、聖句と刀を描いたデザイン。特徴として、表と裏とで同じ国旗を2枚作り縫い合わせて一つにすること、縦掲揚時も聖句が正しい向きにデザインされた国旗を用いること、半旗掲揚をしないこと、などが挙げられる。",
    "summary": "サウジアラビア王国\nالمملكة العربية السعودية\n\n国の標語：لا إله إلا الله محمد رسول الله(lā ʾilāha ʾilla-llāhu, muḥammadun rasūlu-llāh)（シャハーダ。アラビア語:主(アッラー)の他に神はなし、ムハンマドは主の使徒なり）\n国歌：サウジアラビアの国歌\n\nサウジアラビア王国（サウジアラビアおうこく、アラビア語: المملكة العربية السعودية）、通称サウジアラビアは、中東・西アジアに位置する絶対君主制国家。首都はリヤド。\n世界2位の原油埋蔵量を持つ国であり、世界最大級の石油輸出国でもある。イスラム教最大の聖地メッカ（マッカ）と第2のマディーナ（メディナ）を擁する。世界銀行の定義では高所得国に分類され、アラブ諸国で唯一G20に加盟しているが、産業の多様性には乏しく、天然資源開発が主要産業となっている。\n死刑制度や信教の自由・女性の人権が抑制されている状況など、欧州と異なる文化・法体制に対して国際社会から批判もある（詳細は#人権）。"
  },
  {
    "id": "samoa",
    "name": "サモア",
    "capital": "アピア",
    "continent": "オセアニア",
    "flag_image_url": "/flags/samoa.svg",
    "map_image_url": "/maps/samoa.png",
    "description": "サモアの国旗（サモアのこっき）は1949年2月24日に国連信託統治領西サモアの旗として制定され、1962年1月1日独立時に国旗として採用された。レッド・エンサインで、カントン部分は南十字星。当初1948年にデザインされたときは、南十字星はニュージーランドの国旗のように星四つだったが、1949年に五つに増やされ現在に至る。赤は忠誠と勇気、白は純潔、青は愛国心と自由を表す。 南十字星はこの国が南半球に存在することとともにニュージーランドと深い関係にあることも示しており、ニュージーランドの国旗と同様に南十字星を構成する一つ一つの星の大きさや位置が、デザイン法によって明確に定められている。",
    "summary": "サモア独立国\nMalo Saʻoloto Tutoʻatasi o SāmoaIndependent State of Samoa\n\n国の標語：Fa'avae i le Atua Samoa （サモア語: 神のサモアにあらんことを）\n国歌：The Banner of Freedom自由の旗\n\nサモア（サモア、サモア語: Mālō Sa'oloto Tuto'atasi o Samoa、英: Independent State of Samoa）、通称サモアは、南太平洋（オセアニア）に位置し、ウポル島、サバイイ島および6つの小島からなる国家。首都はウポル島南西部に位置する北アピアである。\nイギリス連邦加盟国のひとつ。サモア諸島のうち、西経171度線を境として北側に位置する。この経度を境にアメリカ領サモアとサモア独立国に分割されているが、住民も文化も同じポリネシア系である。"
  },
  {
    "id": "so_tom_and_prncipe",
    "name": "サントメ・プリンシペ",
    "capital": "サントメ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/so_tom_and_prncipe.svg",
    "map_image_url": "/maps/so_tom_and_prncipe.png",
    "description": "サントメ・プリンシペの国旗（サントメ・プリンシペのこっき）は、独立に伴い、1975年11月5日に制定されている。 汎アフリカ色の赤・黄・緑の色が使用され、旗竿側には赤い三角模様が設けられている。また、2つの黒い星はサントメ島とプリンシペ島を示している。元々は1972年より使用しているサントメ・プリンシペ解放運動の旗のデザインで、1975年の正式な国旗では、黄色の縞が従来より太くなった。 ポルトガル統治時代は、ポルトガルの国旗が掲げられた。",
    "summary": "サントメ・プリンシペ民主共和国\nRepública Democrática de São Tomé e Príncipe\n\n国の標語：Unidade, Disciplina, Trabalho （ポルトガル語: 統一、規律、労働）\n国歌：Independência total（ポルトガル語）全面独立\n\nサントメ・プリンシペ民主共和国（サントメ・プリンシペみんしゅきょうわこく、ポルトガル語: República Democrática de São Tomé e Príncipe）、通称：サントメ・プリンシペ（ポルトガル語: São Tomé e Príncipe）は、大西洋の一部であるギニア湾に浮かぶ火山島であるサントメ島、プリンシペ島、そしてその周辺の島々からなる共和制の島国である。首都のサントメはサントメ島に存在する。"
  },
  {
    "id": "zambia",
    "name": "ザンビア",
    "capital": "ルサカ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/zambia.svg",
    "map_image_url": "/maps/zambia.png",
    "description": "ザンビアの国旗（ザンビアのこっき）は、1964年10月24日に制定された旗。1996年に緑地が明るい色調に一部改訂された。 赤は自由への苦闘（血）、黒はザンビアの国民（肌）、オレンジ色は天然・鉱物資源（銅）をそれぞれ象徴している。右上部の鷲は国鳥のフィッシュ・イーグルで、国家の問題を乗り越える国民の力を象徴している。緑地はザンビアの大自然を象徴している。 なお、国旗の制定日である1964年10月24日は、ザンビアとしてイギリスから独立した日であるが、同じ日には東京オリンピックの閉会式が行われており、ザンビア代表は新しい国旗を手に入場行進している（同月10日の開会式の際はイギリス領北ローデシアとして参加していた）。",
    "summary": "ザンビア共和国\nRepublic of Zambia\n\n国の標語：One Zambia, One Nation（英語：1つのザンビア、1つの国）\n国歌：Stand and Sing of Zambia, Proud and Free（英語）誇りと自由を胸に、ザンビアの歌を\n\nザンビア共和国（ザンビアきょうわこく）、通称ザンビアは、アフリカ大陸南部に位置する共和制国家。首都はルサカ。かつてはイギリス領北ローデシアであった地域で、独立後もイギリス連邦加盟国であり、公用語は英語である。内陸国であり、コンゴ民主共和国、タンザニア、マラウイ、モザンビーク、ジンバブエ、ナミビア、アンゴラ、ボツワナの8カ国と隣接している。国の人口は1,735万人（2018年：世界銀行）。世界平和度指数ランキング（2018年）では163か国中48位となり、アフリカで最も平和な国の一つとして評価されている。\nザンビアと南隣のジンバブエとの国境に流れるザンベジ川には世界三大瀑布の一つと称されるヴィクトリアの滝があり、アフリカを代表する動物、ゾウ、カバ、キリン、シマウマ、ヌーも多く住み、大自然が残されている。一方で、北部のカッパーベルトには銅鉱山が多数存在し、独立以前から銅の生産を主産業とする大鉱産国である。\n\n"
  },
  {
    "id": "san_marino",
    "name": "サンマリノ",
    "capital": "サンマリノ市",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/san_marino.svg",
    "map_image_url": "/maps/san_marino.png",
    "description": "サンマリノの国旗（サンマリノのこっき）は、青・白地の水平二色旗に国章の入った旗である。1862年4月6日に制定され、2011年に中央の国章のデザインを新しくした他、青色がやや薄く変更された。 国章は盾の中に、3つの丘(ティタノ山)に3基の、グアイタ塔、チェスタ塔、モンターレ塔が建ったものに、月桂樹とオークのリースと王冠が飾られ、下の帯には国の標語であるラテン語「LIBERTAS（自由）」が書かれている。3基の塔は世界遺産であり、塔の上にはダチョウの羽が付けられている。共和国でありながら冠が付けられている理由は、主権の象徴だからである。民間用では国章が除かれたものを使う。",
    "summary": "サンマリノ共和国\nRepubblica di San Marino\n\n国の標語：Libertas（ラテン語：自由）\n国歌：サンマリノの国歌（イタリア語）Inno Nazionale della Repubblica\n\nサンマリノ共和国（サンマリノきょうわこく、伊: Repubblica di San Marino）、通称サンマリノは、イタリア半島の中東部に位置する共和制国家。首都はサンマリノ市。国土の周囲は全てイタリアで囲まれた内陸国で、国土の面積は61.2平方キロメートル（日本の東京都世田谷区や十和田湖（青森県・秋田県）とほぼ同じ）で、世界で5番目に小さなミニ国家である。また、現存する世界最古の共和国と考えられており、同国もそれを誇りとしている。1700年間、一度も戦争をしたことがない。\n欧州連合（EU）には加盟していない。\n\n"
  },
  {
    "id": "sierra_leone",
    "name": "シエラレオネ",
    "capital": "フリータウン",
    "continent": "アフリカ",
    "flag_image_url": "/flags/sierra_leone.svg",
    "map_image_url": "/maps/sierra_leone.png",
    "description": "シエラレオネの国旗（シエラレオネのこっき）は、独立に伴い1961年4月27日に制定された。シエラレオネはスペイン語で「ライオンの山脈」を意味する。旗は、緑色、白色、青色の三色旗である。緑色は農業、山、天然資源を、青色は天然の良港であるフリータウンを、そして白色は団結と正義を意味する。",
    "summary": "シエラレオネ共和国\nRepublic of Sierra Leone\n\n国の標語：Unity - Freedom - Justice（英語: 団結 - 自由 - 正義）\n国歌：High We Exalt Thee, Realm of the Free（英語）高く我らは汝、自由の国を賞賛する\n\nシエラレオネ共和国（シエラレオネきょうわこく）、通称シエラレオネは、西アフリカの西部、大西洋岸に位置する共和制国家でイギリス連邦加盟国である。北にギニア、南東にリベリアと国境を接し、南西は大西洋に面する。首都はフリータウン。\n奴隷制から解放された黒人たちの移住地として1808年にイギリスの植民地となり、1961年に独立した。\n10年以上続いた内戦と、高いHIV感染率による影響で、2020年時点で平均寿命が世界で11番目に短い国（2020年推定で59.8歳（男性：57.1歳、女性：62.6歳）WHO報告）となっている。\n\n"
  },
  {
    "id": "djibouti",
    "name": "ジブチ",
    "capital": "ジブチ市",
    "continent": "アフリカ",
    "flag_image_url": "/flags/djibouti.svg",
    "map_image_url": "/maps/djibouti.png",
    "description": "ジブチの国旗（ジブチのこっき）は、1977年6月27日にフランスからの独立に伴い制定された。 旗地は三色であり、緑は国土を、水色は空を、白は平和をそれぞれ表し、赤い五稜星はソマリアを含むソマリ族の居住地域を表す。 旗のデザインは、独立運動を行なっていた独立アフリカ人民連盟(LPAI)が1972年より用いていた旗を基にしている。LPAIの旗は、旗竿側の三角部と星の色が現国旗と赤白反転した赤地に白星であった。",
    "summary": "ジブチ共和国\nRépublique de Djibouti（フランス語）جمهورية جيبوتي（アラビア語）\n\n国の標語：統一、平等、平和（フランス語: Unité, Égalité, Paix）\n国歌：「ジブチ」\n\nジブチ共和国（ジブチきょうわこく）、通称ジブチは、アフリカ北東部に位置する共和制国家。首都はジブチ市。公用語はアラビア語でアラビア半島に極めて近くアラブ連盟の加盟国であるため、中東に含まれる場合もある。エリトリア、エチオピア、ソマリアと接し、紅海、アデン湾に面する。\n\n"
  },
  {
    "id": "jamaica",
    "name": "ジャマイカ",
    "capital": "キングストン",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/jamaica.svg",
    "map_image_url": "/maps/jamaica.png",
    "description": "ジャマイカの国旗 (Flag of Jamaica)は、ジャマイカの従来の独立記念日1962年8月6日に採用された、緑、金、黒の三色旗。 黒はジャマイカ国民の強さと創造性を象徴し、黄色は強い日差しとこの国の天然資源を象徴する。緑は将来への希望と豊かな農業を象徴している。 聖アンデレ十字のX字デザインの紋章となっている。 なおジャマイカの軍艦旗はホワイト・エンサイン(white ensign)にカントン部分がジャマイカ国旗となっている。",
    "summary": "ジャマイカ\nJamaica\n\n国の標語：Out of Many, One People （英語: 多くの部族から一つの国民に）\n国歌：Jamaica, Land We Love（英語）ジャマイカ、我々の愛する地\n\nジャマイカ（英語: Jamaica 英語発音: [dʒəˈmeɪkə] ( 音声ファイル)）は、カリブ海地域に位置する立憲君主制国家である。首都はキングストン。\n\n"
  },
  {
    "id": "syria",
    "name": "シリア",
    "capital": "ダマスカス",
    "continent": "アジア",
    "flag_image_url": "/flags/syria.svg",
    "map_image_url": "/maps/syria.png",
    "description": "シリアの国旗は、2011年から2024年にかけてシリア内戦で旧反体制派が使用していた「革命旗」のデザインを踏襲したもので、1932年に制定されたシリア第一共和国時代の「独立旗」（independence flag）のデザインが元となっている。2024年発足の暫定政権が発布した憲法により制定されており、トルコ、ロシア、日本等各国に設置されたシリア大使館のほか、アメリカ・ニューヨークの国連本部においてもアサド政権（バアス党政権）時代のものに代わって掲揚されている。 なお、それまでのアサド政権時代の国旗は、1980年に制定されたもので、1958年から1961年にかけてのアラブ連合共和国時代のデザインを踏襲したものであった。",
    "summary": "シリア・アラブ共和国\nاَلْجُمْهُورِيَّةُ ٱلْعَرَبِيَّةُ ٱلسُّورِيَّة\n\n国の標語：なし\n国歌：栄光を求めて(事実上)\n\n2024年12月8日のアサド政権崩壊に伴い、正式政府への移行中ですが、前政権時代の情報が入り混じっている。日本国外務省公式サイト内の「シリア・アラブ共和国（Syrian Arab Republic）基礎データ」などの有力な情報にも留意。\n\nシリア・アラブ共和国（シリア・アラブきょうわこく、アラビア語: الجمهورية العربية السورية）、通称シリアは、中東に位置する共和制国家。北にトルコ、東にイラク、南にヨルダン、西にレバノン、南西にイスラエルと国境を接し、北西は東地中海に面する。首都はダマスカスで、古くから交通や文化の要衝として栄えた。「シリア」という言葉は、国境を持つ現存の国家ではなく、周辺のレバノンやパレスチナを含めた地域（歴史的シリア、大シリア、ローマ帝国のシリア属州）を指すこともある。"
  },
  {
    "id": "singapore",
    "name": "シンガポール",
    "capital": "シンガポール",
    "continent": "アジア",
    "flag_image_url": "/flags/singapore.svg",
    "map_image_url": "/maps/singapore.png",
    "description": "シンガポールの国旗は、上部の赤と下部の白に等分され、上部に白い三日月と五つの白い星が配置された旗。 赤は普遍的親愛と国民の平等、白は満ちわたりかつ永遠な清澄と高潔を意味し、三日月は隆盛する若い国家、五つの星は、民主、平和、進歩、正義、平等の理念を表す。1959年の自治権獲得の直後に制定された。当時の首相だったリー・クアンユーによれば、三日月は国内のイスラム教徒の要望から取り入れ、五つの星は国内の共産主義者に配慮して中華人民共和国の五星紅旗をモデルにした。1965年のマレーシアからの分離独立に伴い、あらためて国旗となっている。2015年8月には軍用ヘリコプターが複数機飛行しながら大型の国旗が掲揚された。 国旗の掲揚に関しては「Singapore Arms and Flag and National Anthem Act」において定められており、政府機関以外の個人などが国旗を掲げることができる期間を独立記念日前後の1ヶ月に限定されている。また、公式の外交の場を除いて、公共の場において外国の国旗を掲げることを禁止している。",
    "summary": "シンガポール共和国\nRepublic of Singapore（英語）Republik Singapura（マレー語）新加坡共和国（簡体字中国語）新加坡共和國（繁体字中国語）சிங்கப்பூர் குடியரசு（タミル語）\n\n国の標語：Majulah Singapura（マレー語：進めシンガポール）\n国歌：Majulah Singapura（マレー語）進めシンガポール\n\nシンガポール共和国（シンガポールきょうわこく、英語: Republic of Singapore、マレー語: Republik Singapura、簡体字: 新加坡共和国; 繁体字: 新加坡共和國、タミル語: சிங்கப்பூர் குடியரசு）、通称シンガポールは、東南アジアに位置し、シンガポール島および60以上の小規模な島々からなる共和制国家。都市国家である。アジア四小龍のうちの一国。\n同国は、北はジョホール海峡により半島マレーシアから、南はシンガポール海峡によりインドネシアのリアウ諸島州からおのおの切り離されている。同国は高度に都市化され、原初の現存植生はほとんどない。シンガポールの領土は一貫して埋立てにより拡大してきた。\nシンガポールは、教育、娯楽、金融、ヘルスケア、人的資本、イノベーション、物流、製造・技術、観光、貿易・輸送の世界的な中心と位置付けられる。多くの国際ランキングで例年上位に格付けされており、最も「テクノロジー対応」国家（WEF）、国際会議のトップ都市（UIA）、世界で最もスマートな都市である「投資の可能性が最も高い」都市（BERI）、世界で最も安全な国、世界で最も競争力のある経済、3番目に腐敗の少ない国、3番目に大きい外国為替市場、3番目に大きい金融センター、3番目に大きい石油精製貿易センター、5番目に革新的な国、2番目に取引量の大きいコンテナ港湾に指定されている。2013年以来『エコノミスト』は、シンガポールを「最も住みやすい都市」として格付けしている。経済平和研究所によると、シンガポールは世界平和度指数で9位、汚職の少ない国として12位にランクインしている（共に2022年時点）。\nシンガポールはアジアで唯一、全ての主要な格付け機関からAAA–を持つ国家であり、世界11か国のうちの1つである。世界的にはシンガポール港とチャンギ国際空港がそれぞれ「マリタイムキャピタル」と「ベスト空港」のタイトルを連続して獲得している。\nシンガポールは、購買力平価による1人当たり国内総生産（GDP）が世界で2番目に高く、国連人間開発指数で9位である。これはアジア諸国において最高値で、教育、医療、平均余命、生活の質、個人の安全、住宅などの主要な社会的指標が上位にランクインし、人口の90％が家を所有していることに由来する。"
  },
  {
    "id": "zimbabwe",
    "name": "ジンバブエ",
    "capital": "ハラレ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/zimbabwe.svg",
    "map_image_url": "/maps/zimbabwe.png",
    "description": "ジンバブエの国旗は、1980年4月18日に制定された旗。 ジンバブエの歴史の象徴であるソープストーン彫刻の鳥（大ジンバブエ鳥）が描かれている。この鳥はジンバブエ中央部に位置するグレート・ジンバブエ遺跡（ユネスコ世界遺産にも登録されている）で発掘された彫像（「チャプング」という）を表しており、国家の統合と栄光のシンボルである。その背景の赤い星は、自由と平和を勝ち取った苦闘を示している。 国旗に使用されている色については、 緑: ジンバブエの農業と周辺部 黄: ジンバブエの天然資源 赤: 独立解放戦争で流された血 黒: アフリカ先住民の伝統と民族 白: 平和 をそれぞれ象徴していると公式にはされている。 ただし一説には、上記の色はロバート・ムガベ率いる与党ジンバブエ・アフリカ民族同盟愛国戦線（ZANU-PF）の旗からとられたともいわれている。",
    "summary": "ジンバブエ共和国\n\n国の標語：Unity, Freedom, Work （英語: 統一、自由、労働）\n国歌：Simudzai Mureza wedu WeZimbabweジンバブエの大地に祝福を\n\n※1 当時の通貨はRTGSドル。※2 #通貨も参照。\n\nジンバブエ共和国（ジンバブエきょうわこく、英: Republic of Zimbabwe）、通称ジンバブエは、アフリカ大陸の南部に位置する共和制国家。首都はハラレ。\n内陸国であり、モザンビーク、ザンビア、ボツワナ、南アフリカ共和国に隣接する。なお、地図を一見すると接しているように見えるナミビアとは、ザンビア、ボツワナを挟んで150メートルほど離れている。2003年に脱退するまでイギリス連邦の加盟国だった。\n初代首相、2代目大統領を務めたロバート・ムガベは1980年のジンバブエ共和国成立以来、37年の長期に渡って権力の座につき、その強権的な政治手法が指摘されてきたが、2017年11月の国防軍によるクーデターで失脚した。\n\n"
  },
  {
    "id": "switzerland",
    "name": "スイス",
    "capital": "ベルン",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/switzerland.svg",
    "map_image_url": "/maps/switzerland.png",
    "description": "スイスの国旗は、スイス建国のもととなった原三州のひとつシュヴィーツ州の旗をもとに作られた。 関連する旗 歴史 15世紀に原型となるデザインが登場し、19世紀には現在の旗のデザインに確立した。 そして1931年には、国のシンボルとしてこの国旗を規定し、マークの乱用を禁止する法律が制定された。 赤十字およびその派生の取り扱い スイスの国旗の配色を転倒して赤十字の標章が作成されていることから、ほとんどの国が加入する戦地にある軍隊の傷者及び病者の状態の改善に関する1949年8月12日のジュネーブ条約（ジュネーヴ諸条約 (1949年) の第一条約。傷病者保護条約）では、「商標としてであると又はその一部としてあるとを問わず、商業上の道徳に反する目的で又はスイス人の国民感情を害する虞のある状態で私人、団体又は商社がスイス連邦の紋章又はそれを模倣した記章を使用することは、常に禁止する」（同条約35条より一部抜粋）などと、スイスの紋章の濫用を防止するための特別な扱いが国際的に定められている。 日本 基準薬局制度が開始された際、看板に当初、赤十字を反転した赤地に白の十字マークが発表されたが、スイスからのクレームがあり、白地に青の十字マークに変更された。 他に、公共スペースで手助けを要する人のために東京都が制定したヘルプマークが、赤十字を反転させた絵柄を組み合わせている。 脚注 関連項目 国旗の一覧 フランス軍第1歩兵連隊：スイス傭兵に由来する最古参部隊であるため旗はスイス国旗と同じものを使用している。 スイスの国章",
    "summary": "スイス連邦\nSchweizerische Eidgenossenschaft（ドイツ語）Confédération Suisse（フランス語）Confederazione Svizzera（イタリア語）Confederaziun Svizra（ロマンシュ語）Confoederatio Helvetica（ラテン語）\n\n国の標語：Unus pro omnibus, omnes pro uno（ラテン語：一人はすべてのために、そして、すべては一人のために）\n国歌：スイスの賛歌\n\nスイス連邦（スイスれんぽう、独: Schweizerische Eidgenossenschaft、仏: Confédération Suisse、伊: Confederazione Svizzera）、通称スイスは、中央ヨーロッパに位置する連邦共和制国家。歴史によって、西欧に分類されることもある。\nドイツ、フランス、イタリア、オーストリア、リヒテンシュタインに囲まれた内陸に位置し、国内には多くの国際機関の本部が置かれている。首都はベルンで、主要都市にはチューリッヒ、ジュネーヴ、バーゼル、ローザンヌなどがある。永世中立国であるが、欧州自由貿易連合に加盟しているほか、バチカン市国の衛兵はスイス傭兵が務めている。日本語表記のスイスはフランス語名に由来している。"
  },
  {
    "id": "sweden",
    "name": "スウェーデン",
    "capital": "ストックホルム",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/sweden.svg",
    "map_image_url": "/maps/sweden.png",
    "description": "スウェーデンの国旗（スウェーデン語: Sveriges flagga）には、青地に金のスカンディナヴィア十字が描かれている。金十字旗とも呼ばれる。 このデザインと色使いは1442年に制定されたスウェーデンの国章に由来するものであると考えられている。この国章では、青字が金色のクロスパティーで4つに区切られており、デンマークの国旗に倣ったものであるとされる。ただし、青と黄色の色使い自体は、少なくとも1275年に制定されたスウェーデン王・マグヌス3世の王室の紋章で既に使われている。この国旗に使われた色については、青は澄んだ空、金はキリスト教・自由・独立を表すとも言われる。",
    "summary": "スウェーデン王国\nKonungariket Sverige\n\n国の標語：För Sverige i tiden（スウェーデン語: スウェーデンのために、時代と共に）\n国歌：Du gamla, du fria（スウェーデン語）古き自由な北の国\n\nスウェーデン王国（スウェーデンおうこく、スウェーデン語: Konungariket Sverige, 発音 [²koːnɵŋaˌriːkɛt ¹svɛːrjɛ] ( 音声ファイル)）、通称スウェーデンは、北ヨーロッパのスカンディナヴィア半島に位置する立憲君主制国家。首都はストックホルム。1995年に欧州連合（EU）に加盟しているが、ユーロは導入していない。北欧諸国のひとつであり、西にノルウェー、東がフィンランド、南はデンマークと国境を接しており、バルト海を挟む形でバルト三国やポーランドとも接している。\n人口は約1045万人（2021年12月スウェーデン統計庁による）。北欧諸国では最多の人口を有する。住民の大半は北方ゲルマン系（スウェーデン人）だが、北部には少数のサーミ人とフィン人が暮らす。宗教は国教であるルーテル教会が大多数を占める。言語はスウェーデン語が公用語であり、他にサーミ語やフィンランド語などが存在する。\n民主主義の成熟性が高く評価されており、エコノミスト誌傘下の研究所エコノミスト・インテリジェンス・ユニットによる民主主義指数は、ノルウェーとニュージーランド、アイスランドに次ぐ世界4位で「完全な民主主義」に分類されている（2022年度）。また、経済平和研究所による情報流通の自由度ランキング（2020年度）では世界第1位、国境なき記者団による世界報道自由度ランキング（2020年度）ではノルウェー、フィンランドに次いで世界第3位となっている。2019年、米コンサルティング会社が実施した調査で、スウェーデンは世界で最も評判の良い国に選出された。2021年のジェンダー・ギャップ指数では第5位に評価されている。2015年の欧州連合差別報告書によると、スウェーデンは欧州連合で人種差別が最も少ない国とされる。2023年の積極的平和指数は世界5位。\n長らく伝統的な軍事的中立政策を取ってきたが2022年にはじまるロシアによるウクライナ侵攻を受け北大西洋条約機構(NATO)への加盟申請を行い、トルコとハンガリーの承認を得るのに時間を要したものの、トルコが2023年7月に、ハンガリーが2024年2月に承認し、32番目の加盟国となることが確定した。\n\n"
  },
  {
    "id": "sudan",
    "name": "スーダン",
    "capital": "ハルツーム",
    "continent": "アフリカ",
    "flag_image_url": "/flags/sudan.svg",
    "map_image_url": "/maps/sudan.png",
    "description": "スーダンの国旗は、1970年5月20日に制定された旗。赤・白・黒の汎アラブ色に、竿側に緑の三角形があしらわれている。赤は革命によって流された尊い血の犠牲を、白は平和と未来への希望を、黒はブラックアフリカを、緑の三角形はイスラム教をそれぞれ象徴する。 1969年5月のモハメド・アン・ヌメイリによる軍事クーデターの前は、ナイル川を表す青を上にした、青・黄・緑の三色旗（現在のガボンの国旗の逆）が使用されていた。",
    "summary": "スーダン共和国\nجمهورية السودان（アラビア語）Republic of the Sudan（英語）\n\n国の標語：النصر لنا (al-naṣr lanā)（アラビア語：勝利は我々のもの）\n国歌：我ら、神と祖国の兵士\n\nスーダン共和国（スーダンきょうわこく、アラビア語: جمهورية السودان、英語: Republic of the Sudan）、通称スーダンは、北東アフリカに位置する共和制国家である。首都はハルツーム。国境を接する隣国は北がエジプト、北西がリビア、西がチャドと中央アフリカ、南が南スーダン、南東がエチオピアとエリトリア。東側は紅海に面しており、その対岸側にはサウジアラビアがある。\nアルジェリア、コンゴ民主共和国に次いでアフリカ大陸で3位の面積を有する。2011年7月に南スーダン共和国が分離独立する前は、面積250万5813平方キロメートルとアフリカ大陸最大の国土を有していた。"
  },
  {
    "id": "suriname",
    "name": "スリナム",
    "capital": "パラマリボ",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/suriname.svg",
    "map_image_url": "/maps/suriname.png",
    "description": "スリナムの国旗は緑・白・赤の5本の帯模様で構成されており、中央の赤帯内には黄色の星が描かれている。1975年11月25日の独立と同時に制定された。 独立前の旗 独立以前のオランダ領ギアナの国旗は、白地に黒で縁取りされた黒・茶色・黄色・赤・白の5つの星を黒い楕円で結んだデザインだった。それぞれスリナム人の人種を象徴した5色（先住民族、植民した白人、アフリカから移送された奴隷の黒人、出稼ぎ労働者のジャワ人と黄色人種）の星が楕円で調和している構図。また総督旗もあった。 脚注 関連項目 国旗の一覧 スリナムの国章",
    "summary": "スリナム共和国\nRepubliek Suriname\n\n国の標語：Justitia - Pietas - Fides （ラテン語: 正義 - 忠誠 - 敬虔な言行）\n国歌：God zij met ons Suriname（オランダ語）神よ我らのスリナムと共に在ませ\n\nスリナム共和国（スリナムきょうわこく、オランダ語: Republiek Suriname）、通称スリナムは、南アメリカの北東部に位置する共和制国家。東にフランス領ギアナ、西にガイアナ、南にブラジルと国境を接し、北はカリブ海、大西洋に面する。首都はパラマリボである。\nかつてはオランダ領ギアナとして知られており、アメリカ州の独立国では唯一のオランダ語圏でもある。南部にはギアナ高地につながる山地があり、面積、人口ともに南アメリカで最小の独立国である。\n\n"
  },
  {
    "id": "sri_lanka",
    "name": "スリランカ",
    "capital": "スリジャヤワルダナプラコッテ",
    "continent": "アジア",
    "flag_image_url": "/flags/sri_lanka.svg",
    "map_image_url": "/maps/sri_lanka.png",
    "description": "スリランカの国旗（スリランカのこっき）は1948年に制定された。その後、若干修正されている。 1948年にセイロンとして独立した時には、15世紀から19世紀にかけてセイロン島中央部に存在したキャンディ王国（カンディ朝）の旗を基にしたものを採用した。その旗は、赤地に金のライオン（「シンハ」＝シンハラ族のシンボル）と剣が中央にあるデザインであった。1951年に緑と橙色の帯が、少数派であるイスラム教徒とヒンドゥー教のタミル人を意味するものとして付加された。 1972年に国名がセイロンからスリランカに変更された際、多数派の仏教徒を意味するものとして4枚の菩提樹の葉が付加され、1978年にそれが公式に採用された。",
    "summary": "スリランカ民主社会主義共和国\nශ්‍රී ලංකා ප්‍රජාතාන්ත්‍රික සමාජවාදී ජනරජය（シンハラ語）இலங்கை சனநாயக சோசலிசக் குடியரசு（タミル語）Democratic Socialist Republic of Sri Lanka（英語）\n\n国の標語：なし\n国歌：ශ්‍රී ලංකා මාතා（シンハラ語）ஸ்ரீ லங்கா தாயே（タミル語）母なるスリランカ\n\nスリランカ民主社会主義共和国（スリランカみんしゅしゃかいしゅぎきょうわこく）、通称スリランカは、南アジアのインド亜大陸の南東にポーク海峡を隔てて位置する共和制国家。旧国称はセイロンで、現在もこの国が占める主たる島をセイロン島と呼ぶ。最大都市はコロンボで、首都はコロンボ郊外に位置するスリ・ジャヤワルダナプラ・コッテ。人口は約2,167万人（2018年）である。\n1948年2月4日にイギリスから自治領（英連邦王国）のセイロンとして独立。1972年にはスリランカ共和国に改称し、英連邦内の共和国となり、1978年から現在の国名となった。\n国語はシンハラ語とタミル語で、国民の3/4がシンハラ人で構成される。また、国民の7割が仏教徒（上座部仏教）である。国の花はスイレンの花、国の宝石はブルーサファイア、国技はバレーボール。\n\n"
  },
  {
    "id": "slovakia",
    "name": "スロバキア",
    "capital": "ブラチスラヴァ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/slovakia.svg",
    "map_image_url": "/maps/slovakia.png",
    "description": "スロバキアの国旗は、1992年9月3日にスロバキア憲法にて制定された。 他のスラブ国家同様、汎スラヴ主義の三色、赤・青・白（汎スラヴ色）が使われている。国章のあるなしを除くと、このデザインは1848年、スロバキアがオーストリア帝国と同盟したハンガリー王国（マジャル人）と戦争をした際から使われている（オーストリア・ハンガリー帝国の1848年革命）。また第二次世界大戦以前に非公式にチェコスロバキアでも使用され、また第二次大戦中はスロバキア共和国で使用され、公式的には1990年3月1日にチェコスロバキア内のスロバキア共和国の国旗となった。1992年9月3日に国章が追加され、1993年2月には国旗についての特別法が制定された。 国章のないスロバキア旗は現在のロシアの国旗と全く同じデザインとなり、またスロベニアの国旗ともよく似ているため、1992年の憲法で国章を追加。 国章の複十字（ダブル・クロス、またはPatriarchal Cross「総主教の十字」）はビザンチン帝国（東ローマ帝国）の正教会のシンボルであり、その下の三つの丘は実在する三つの山脈（タトラ山、ファトラ山、マートラ山）を表す。マートラ山はハンガリーにある。これらの丘の絵はハンガリー王国の北部の山がちな国土を示し、ハンガリー王国の国章に15世紀以前から使用されていた。現在は、スロバキアの山がちな国土を示しているとされている。なお、このスロバキアの国章の「複十字と三つの丘」のシンボルはハンガリーの国章にも使われている。",
    "summary": "スロバキア共和国\nSlovenská republika\n\n国の標語：なし\n国歌：Nad Tatrou sa blýska（スロバキア語）稲妻がタトラの上を走り去り\n\nスロバキア共和国（スロバキアきょうわこく、スロバキア語: Slovenská republika、通称スロバキア）は、中央ヨーロッパの共和制国家。首都はブラチスラヴァ。北西にチェコ、北にポーランド、東にウクライナ、南にハンガリー、南西にオーストリアと隣接する。\n\n"
  },
  {
    "id": "slovenia",
    "name": "スロベニア",
    "capital": "リュブリャナ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/slovenia.svg",
    "map_image_url": "/maps/slovenia.png",
    "description": "スロベニアの国旗は、1991年制定された。 スラブ色である白、青、赤の横縞3色に分かれる。 縦横比は異なるが、この配色はスロバキアの国旗、ロシアの国旗と同様である。 旗竿寄りに位置するのはスロベニアの国章である。",
    "summary": "スロベニア共和国\nRepublika Slovenija\n\n国の標語：なし\n国歌：Zdravljica（スロベニア語）祝杯\n\nスロベニア共和国（スロベニアきょうわこく、スロベニア語: Slovenija:  [sloˈveːnija]）、通称スロベニアは、中央ヨーロッパに位置する国。首都はリュブリャナ。主要なヨーロッパの文化や交易の交差路である。\n\n"
  },
  {
    "id": "seychelles",
    "name": "セーシェル",
    "capital": "ヴィクトリア",
    "continent": "アフリカ",
    "flag_image_url": "/flags/seychelles.svg",
    "map_image_url": "/maps/seychelles.png",
    "description": "セーシェルの国旗は、左下から放射状に五色に塗り分けられた旗。1996年6月18日に制定された。斜めに向いた帯は、未来に向かって動く新しい国の力を象徴する。青はセーシェルの島々を取り囲む空と海、黄は生命と光を与える太陽、赤は未来に向かい統一と愛を持って働く人々とその決意、白は調和と正義、緑は豊かな大地と自然環境を表している。 1976年6月29日に独立した際に初めての国旗が制定されたが、翌1977年のクーデターでジェイムス・マンチャム大統領がフランス＝アルベール・ルネ率いるセーシェル人民統一党(現在の統一セーシェル)によって失脚。その際、党で使用された上が赤、下が緑で、中央を白い波形で分けた国旗が制定された。",
    "summary": "セーシェル共和国\nRepiblik Sesel （セーシェル・クレオール語）Republic of Seychelles （英語）République des Seychelles （フランス語）\n\n国の標語：Finis Coronat Opus（ラテン語: 最後に仕事は報われる）\n国歌：Koste Seselwaすべてのセーシェル人よ団結せよ\n\nセーシェル共和国（セーシェルきょうわこく）、通称セーシェルは、アフリカ大陸から1300 kmほど離れたインド洋に浮かぶ115の島々からなる島国で、イギリス連邦加盟国である。首都はヴィクトリア。\n\n"
  },
  {
    "id": "equatorial_guinea",
    "name": "赤道ギニア",
    "capital": "マラボ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/equatorial_guinea.svg",
    "map_image_url": "/maps/equatorial_guinea.png",
    "description": "赤道ギニアの国旗（せきどうギニアのこっき）は中央に国章のあしらわれた旗である。現在のデザインは1979年8月21日に制定された。独立時のデザインに国章を追加している。 緑・白・赤の三色の縞に左側に青の三角形がデザインされている。緑はこの国の天然資源とジャングル、青は本土と諸島をつないでいる海、白は平和、赤は独立への苦闘を象徴している。 中央の白の縞部分には国章が使用されている。これは、マングローブの木と6個の六芒星、及びモットーである「統一・平和・正義（Unidad Paz Justicia）」と言う文字がデザインされている。スペイン統治時代は、スペインの国旗が掲げられた。",
    "summary": "赤道ギニア共和国\nRepública de Guinea Ecuatorial（スペイン語）République de Guinée Équatoriale（フランス語）República da Guiné Equatorial（ポルトガル語）\n\n国の標語：Unidad, Paz, Justicia（スペイン語: 統一、平和、正義）\n国歌：Caminemos pisando las sendas de nuestra inmensa felicidad（スペイン語）我らの大いなる幸福の道を、さあ歩もう\n\n赤道ギニア共和国（せきどうギニアきょうわこく、República de Guinea Ecuatorial）、通称赤道ギニアは、中部アフリカの共和制国家。ギニア湾に浮かぶビオコ島、アンノボン島、および大陸部のリオ・ムニ（ンドウェ語: ンビニ）とエロベイ・グランデ島、およびエロベイ・チコ島を併せたエロベイ諸島を領土とする。首都はマラボ。"
  },
  {
    "id": "senegal",
    "name": "セネガル",
    "capital": "ダカール",
    "continent": "アフリカ",
    "flag_image_url": "/flags/senegal.svg",
    "map_image_url": "/maps/senegal.png",
    "description": "セネガルの国旗（セネガルのこっき）は、中央に緑色の星のあしらわれた垂直三色旗。1960年8月20日のマリ連邦からの分離独立時に制定された。 赤・黄・緑の汎アフリカ色を使用しており、旧マリ連邦の国旗と三色旗の色配分はほぼ同じである。マリ連邦の国旗にあった、中央の人形の紋章（カナガ,kanaga）が星に変更されている。マリの国旗も同じくマリ連邦構成国であったため、似たデザインの三色旗となっている。",
    "summary": "セネガル共和国\nRépublique du Sénégal\n\n国の標語：Un Peuple, Un But, Une Foi (仏語: 1つの国民、1つの目標、1つの信念)\n国歌：Pincez Tous vos Koras, Frappez les Balafons（フランス語）コラを弾け、バラフォンを叩け\n\nセネガル共和国（セネガルきょうわこく、フランス語: République du Sénégal [ʁepyblik dy seneɡal]）、通称セネガルは、西アフリカ、サハラ砂漠西南端に位置する共和制をとる国家。北東にモーリタニア、東にマリ、南東にギニア、南にギニアビサウと国境を接している。また、ガンビア川の岸に沿った細長い国土を持つガンビアとも国境を接し、セネガルは同国を陸上から囲んでいる。これによってセネガルの南部のカザマンス地方は、残りの地域から隔てられている。西は大西洋に面し、カーボベルデと海上の国境を接している。領内にはアフリカ大陸最西端で、カーボベルデの国名の由来となっているベルデ岬を抱えている。"
  },
  {
    "id": "serbia",
    "name": "セルビア",
    "capital": "ベオグラード",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/serbia.svg",
    "map_image_url": "/maps/serbia.png",
    "description": "セルビアの国旗（セルビアのこっき）は、汎スラブ色の赤、青、白の横縞3色を配色した国旗。 政府庁舎などに掲揚される公式旗では、旗ざお寄りに国章が配置される。2010年旗に国章の意匠が変更された。 国章の無い旗の上下を逆にすると、ロシアの国旗とほぼ同じものになる。",
    "summary": "セルビア共和国\nРепублика СрбијаRepublika Srbija\n\n国の標語：不明\n国歌：Боже правде（セルビア語）正義の神\n\n経済統計はコソボを除く。\n\nセルビア共和国（セルビアきょうわこく）、通称セルビアは、東南ヨーロッパ、バルカン半島中西部の内陸に位置する共和制国家。首都はベオグラード。北にハンガリー、北東にルーマニア、南東にブルガリア、西にボスニア・ヘルツェゴビナ、南にコソボ、北マケドニア、南西にモンテネグロと国境を接している。また、同国のヴォイヴォディナ自治州部は西にクロアチアが接している。"
  },
  {
    "id": "saint_kitts_and_nevis",
    "name": "セントクリストファー・ネイビス",
    "capital": "バセテール",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/saint_kitts_and_nevis.svg",
    "map_image_url": "/maps/saint_kitts_and_nevis.png",
    "description": "セントクリストファー・ネイビスの国旗は、1983年9月19日に制定された。 二つの星は希望と自由を象徴しているとされるが、元々セントクリストファー島とネイビス島の二つの島を示しているとも言われている。緑は国土の肥沃さ、赤は植民地時代の奴隷制から独立・解放への苦闘、黒はアフリカからの伝統、黄色は日光をそれぞれ象徴している。 なお、軍艦旗はホワイト・エンサイン(White ensign)を基にカントン部分に国旗を組み入れたデザインとなっている。",
    "summary": "セントクリストファー・ネイビス連邦（セントキッツ・ネイビス連邦）\nFederation of Saint Christopher and Nevis(Federation of Saint Kitts and Nevis)\n\n国の標語：Country Above Self（英語: 私利を超越する国）\n国歌：O Land of Beauty!(英語）おお美しき地\n\nセントクリストファー・ネイビス連邦（セントクリストファー・ネイビスれんぽう）、またはセントキッツ・ネイビス連邦は、西インド諸島の小アンティル諸島内のリーワード諸島にあるセントクリストファー島（セントキッツ島）とネイビス島の2つの島からなる、英連邦王国の一国を形成する立憲君主制連邦国家。島国であり、海を隔てて北西にイギリス領アンギラ、東にアンティグア・バーブーダ、南西にイギリス領モントセラトが存在する。首都はバセテール。\n英連邦王国およびイギリス連邦加盟国。面積と人口は共に南北中アメリカにおいて一番小さく、ミニ国家のひとつに数えられる。独立年も一番新しく、2021年現在で英連邦王国の最後の加盟国である。\n\n"
  },
  {
    "id": "saint_vincent_and_the_grenadines",
    "name": "セントビンセント・グレナディーン",
    "capital": "キングスタウン",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/saint_vincent_and_the_grenadines.svg",
    "map_image_url": "/maps/saint_vincent_and_the_grenadines.png",
    "description": "セントビンセント・グレナディーンの国旗は、1985年10月21日に制定された。 青は空と海を象徴し、黄色は日光と温暖な気候、国民の明るい気質とグレナディーン諸島の黄色の砂を象徴している。緑はセントビンセント島の豊かな植生と国民の忍耐強さを象徴している。青と緑が黄色を囲むことで、国土をカリブ海と大西洋が取り囲んでいることも示している。それぞれの色は横に 1:2:1 の割合で配置される。この国旗は「宝石旗（The gems）」と呼ばれることもある。 ビンセント (Vincent) の頭文字 V にちなみ、黄色地の上に 3 個のダイヤモンドが V 字に配置されている。この 3 個のダイヤモンドは多くの島々を表し、ダイヤモンドはこの諸島がアンティル諸島の宝石とされていることから使われている。",
    "summary": "セントビンセント及びグレナディーン諸島\nSaint Vincent and the Grenadines\n\n国の標語：Pax et justitia（ラテン語: 平和と正義）\n国歌：St. Vincent, Land so Beautiful（英語）いと美しきセントビンセントランド\n\nセントビンセント及びグレナディーン諸島（セントビンセントおよびグレナディーンしょとう、英: Saint Vincent and the Grenadines）、通称セントビンセント・グレナディーンは、カリブ海の小アンティル諸島にある立憲君主制国家。火山島のセントビンセント島と珊瑚礁のグレナディーン諸島から成る。首都はキングスタウン。\nイギリス連邦加盟国であり、英連邦王国のひとつ。北にセントルシア、東にバルバドス、南西にグレナダが存在する。"
  },
  {
    "id": "saint_lucia",
    "name": "セントルシア",
    "capital": "カストリーズ",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/saint_lucia.svg",
    "map_image_url": "/maps/saint_lucia.png",
    "description": "セントルシアの国旗（セントルシアのこっき）は、1979年2月22日にセントルシアがイギリスから独立した日に制定された。国旗はセントルシアが独立する前にデザインコンテストで採用されたイギリス自治領時代の旗が元になっており、セントルシアの独立時に一部が修正された。",
    "summary": "セントルシア\nSaint Lucia\n\n国の標語：The Land, The People, The Light（英語: 国土、国民、光）\n国歌：Sons and Daughters of Saint Lucia（英語）セントルシアの息子と娘\n\nセントルシア（英語: Saint Lucia）は、カリブ海にある立憲君主制国家。ウィンドワード諸島中央部にあるセントルシア島を領土とする島国で、海を隔てて北にフランス領マルティニーク、南にセントビンセント・グレナディーン、南東にバルバドスがある。首都はカストリーズ。英連邦王国の一国で、イギリス連邦加盟国である。"
  },
  {
    "id": "somalia",
    "name": "ソマリア",
    "capital": "モガディシュ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/somalia.svg",
    "map_image_url": "/maps/somalia.png",
    "description": "ソマリアの国旗（Flag of Somalia）は、1954年10月12日に制定された、水色地に白星の旗。 イタリアからのソマリア独立は国連の援助により為し得たため、国連の旗と似たデザインを標榜。水色は空と海を表し、五芒星はソマリ族居住地の5つの地区を表す。この5地区とは、イギリス領ソマリランド、イタリア信託統治領ソマリア、仏領ソマリ海岸（現在のジブチ）またはフランス領アファル・イッサ、オガデン（エチオピア内ソマリア人地区）、南西ソマリア開発区（ケニア実効支配）を指す（大ソマリア主義）。",
    "summary": "ソマリア連邦共和国\nJamhuuriyadda Federaalka Soomaaliya（ソマリ語）جمهورية الصومال الفدرالية（アラビア語）\n\n国の標語：なし\n国歌：Qolobaa Calanked（ソマリ語）祖国を賛美せよ\n\nデータには原則としてソマリランドを含む。注1 : 2012年制定の暫定憲法より注2 : ソマリア北部は、1960年6月26日にイギリスから独立し、ソマリア南部は、1960年7月1日にイタリアから独立し、同時に両者は合併してソマリア共和国となった。\n\nソマリアは、東アフリカのアフリカの角と呼ばれる地域を領域とする国家。エチオピア、ケニアおよびジブチと国境を接し、インド洋とアデン湾に面する。現在の正式国名はソマリア連邦共和国（ソマリアれんぽうきょうわこく）である。\n1960年にイギリス領ソマリランドが独立し、その数日後にイタリア信託統治領ソマリアと統合する形で誕生した。独立の数年後にクーデターで長く独裁大統領が支配することとなったが、国内の各地で軍閥が発生して独裁大統領政権が倒され、1991年勃発の内戦により国土は分断され、事実上の無政府状態が続いた。\n2012年に正式な連邦政府が成立したが、1991年に北西部で独立宣言したソマリランドは連邦政府に加盟するつもりが全くなく、1998年に誕生した北東部の連邦構成国プントランドは連邦政府の指示に従うつもりがほとんどなく、南部は外国軍の支援でかろうじて支配している都市部を除いて、ほとんどがアル・シャバブに支配されている状況である。\n連邦の構成国としては、北東部のプントランド、中部のガルムドゥグ、南部の南西ソマリア、最南のジュバランドなどがあるが、プントランドを除いて脆弱な政権であり、また、連邦政府に必ずしも従順ではない。\n\n"
  },
  {
    "id": "solomon_islands",
    "name": "ソロモン諸島",
    "capital": "ホニアラ",
    "continent": "オセアニア",
    "flag_image_url": "/flags/solomon_islands.svg",
    "map_image_url": "/maps/solomon_islands.png",
    "description": "ソロモン諸島の国旗は、1977年11月8日に制定された。 5 つの星は 5 つの主要な島（ガダルカナル島、マキラ島、マレータ島、サンタイサベル島、チョイスル島）を示している。青は諸島を囲んでいる海、緑は陸地、黄色の線は日光を象徴している。",
    "summary": "ソロモン諸島\nSolomon Islands\n\n国の標語：To Lead is to Serve（英語: 先導こそ貢献）\n国歌：God Save Our Solomon Islands（英語）神よ、我がソロモン諸島を守り給え\n\nソロモン諸島（ソロモンしょとう、英: Solomon Islands）は、南太平洋のメラネシアに位置する立憲君主制国家。イギリス連邦の一員にして英連邦王国の一国である。首都はガダルカナル島にあるホニアラ。\nオーストラリアの北東、パプアニューギニアの東にある。北にはナウル、東にはツバル、南東にはフィジー、南にはバヌアツがある。地理的にはソロモン諸島に属するブーゲンビル島はパプアニューギニア領である。\n6つ主要島からなる人口約70万人、100以上の部族方言をもつ多民族島嶼国。1978年に英国統治から独立後は、国内政治が断続的に不安定だった。特に最多人口かつ親台湾が多いマライタ島（マライタ州）と中央政府のあるガダルカナル島（ガダルカナル州）が反目している。親中派のソガバレ政権による台湾との断交に反発した野党支持者・親台湾派が多いマライタ島出身者らによる退陣要求騒動が2021年11月に起きた。\n\n"
  },
  {
    "id": "thailand",
    "name": "タイ",
    "capital": "バンコク",
    "continent": "アジア",
    "flag_image_url": "/flags/thailand.svg",
    "map_image_url": "/maps/thailand.png",
    "description": "タイの国旗は、赤、白、紺、白、赤の5本の横帯で示される。トン・トライロング（タイ語: ธงไตรรงค์, ラテン文字転写: Thong Trairong）ともいい、「三色旗」を意味する。中央の紺の帯は他の4本の2倍の幅である。赤、白、紺の3つの色はそれぞれ国家（ชาติ）、宗教（ศาสนา）、国王（พระมหากษัตริย์）を示しており、これらは非公式ではあるがタイのスローガンである。 軍隊用陸上旗、海上旗は共に1917年制定。",
    "summary": "タイ王国\nราชอาณาจักรไทย\n\n国の標語：ชาติ ศาสนา พระมหากษัตริย์（タイ語: 国家、宗教、国王）\n国歌：เพลงชาติไทย（タイ語）タイ国歌王室歌：สรรเสริญพระบารมี（タイ語）国王賛歌\n\nタイ王国（タイおうこく、タイ語: ราชอาณาจักรไทย Ratcha Anachak Thai [râːt.tɕʰā ʔāːnāːtɕàk tʰāj]）、通称タイ（タイ語: ประเทศไทย Prathet Thai [pràtʰêːt tʰaj] ( 音声ファイル)）は、東南アジアに位置する立憲君主制国家。首都はバンコク都で、州都であると同時に最大の都市である。\n東南アジア諸国連合（ASEAN）加盟国、通貨はバーツ、人口7170万人（2023年、WHOによる）である。"
  },
  {
    "id": "tajikistan",
    "name": "タジキスタン",
    "capital": "ドゥシャンベ",
    "continent": "アジア",
    "flag_image_url": "/flags/tajikistan.svg",
    "map_image_url": "/maps/tajikistan.png",
    "description": "タジキスタンの国旗は、上から順に赤・白・緑が横三色に配され、中心には黄色で7つの星に囲まれた王冠があしらわれている旗。1992年11月25日に制定。 1953年のタジク・ソビエト社会主義共和国の旗との共通点は、この三色（赤・白・緑）である。赤と緑に比べて白の帯の幅が長い。 赤は国家統合の象徴、白は産出される綿と、国民統合の象徴、緑は国土の自然の象徴、王冠と7つの星は主権の独立と隣国との友好を表す。 ソビエト連邦の崩壊から1992年11月までは、タジク・ソビエト社会主義共和国の旗から鎌と槌、五芒星を取り除いた図柄の国旗を使用していた。",
    "summary": "タジキスタン共和国\nҶумҳурии Тоҷикистон（タジク語）Республика Таджикистан（ロシア語）\n\n国の標語：なし\n国歌：Суруди Миллии Тоҷикистон（タジク語）『タジキスタンの国歌』\n\nタジキスタン共和国（タジキスタンきょうわこく、タジク語: Ҷумҳурии Тоҷикистон）、通称タジキスタンは、中央アジアに位置する共和制国家。首都はドゥシャンベである。内陸国で、南にアフガニスタン、東に中華人民共和国、北にキルギス、西にウズベキスタンと国境を接する。また、パキスタンとはアフガニスタンのワハーン回廊によって隔てられている。\nソビエト連邦の崩壊に伴い独立し、ロシア連邦など旧ソ連諸国による独立国家共同体（CIS）などに参加している。人口は現時点で約1千万人程度。\n\n"
  },
  {
    "id": "tanzania",
    "name": "タンザニア",
    "capital": "ドドマ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/tanzania.svg",
    "map_image_url": "/maps/tanzania.png",
    "description": "タンザニアの国旗は、1964年6月30日に制定された。 現在の国旗デザインはタンザニア連合共和国を構成するタンガニーカ（当時はタンガニーカ共和国）とザンジバル（当時はザンジバル人民共和国）の国旗を合わせたものである（現在のザンジバルの地域旗は左上にタンザニア国旗を加えたものを使用している）。",
    "summary": "タンザニア連合共和国\nJamhuri ya Muungano wa Tanzania （スワヒリ語）United Republic of Tanzania  （英語）\n\n国の標語：Uhuru na Umoja（スワヒリ語: \"自由と統一\"）\n国歌：Mungu ibariki Afrika（スワヒリ語）神よ、アフリカに祝福を\n\n  註1: データは本土のみ註2: 立法府の議事堂はドドマ、その他の政府官庁はダルエスサラーム註3: ケニアとウガンダから掛ける場合は 007\n\nタンザニア連合共和国（タンザニアれんごうきょうわこく）、通称タンザニアは、東アフリカにある共和制国家。イギリス連邦加盟国。ケニア、ウガンダ、ルワンダ、ブルンジ、ザンビア、マラウイ、モザンビークと国境を接し、タンガニーカ湖対岸にはコンゴ民主共和国があり、またインド洋に面する。\n1996年に立法府の議事堂が法律上の新首都ドドマに移転されたが、その他の政府官庁は旧首都ダルエスサラームにある。\n\n"
  },
  {
    "id": "czech_republic",
    "name": "チェコ",
    "capital": "プラハ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/czech_republic.svg",
    "map_image_url": "/maps/czech_republic.png",
    "description": "チェコの国旗（チェコのこっき）は、青、白、赤の三色（汎スラヴ色）を用いている。前身のチェコスロバキアの国旗を引き継いだデザインであり、1993年1月1日のチェコスロバキア分離（ビロード離婚）後も継続して使用されている。ただしチェコおよびスロバキア連邦共和国の終了に関する基本法にはチェコスロバキア時代の国旗・国章の使用禁止が明記されており、スロバキアからは不満の声が挙がった。スロバキアのヴラジミール・メチアル首相は「チェコは使用料として100万クローネを払うべきだ」と述べた。 1918年からボヘミアの紋章に由来する白赤の横二色旗を使用していたが、ポーランドの国旗と同じ柄である為、1920年にスロバキア、モラヴィアを表す青の三角を加えた。1990年3月13日にチェコおよびスロバキア連邦共和国構成国のチェコ共和国は白赤の横二色旗を再び国旗として採用したが、チェコ国民に浸透することはなく、国旗としての役目も1992年の連邦解体によって短命に終わった。",
    "summary": "チェコ共和国\nČeská republika\n\n国の標語：Pravda vítězí（チェコ語：真実は勝つ）\n国歌：Kde domov můj（チェコ語）我が家何処や\n\n※a: 欧州連合加盟国として.euを共用。※b: 1997年までは、スロバキアと共に42を採用。\n\nチェコ共和国（チェコきょうわこく、チェコ語: Česká republika）、通称チェコは、中央ヨーロッパにある共和制国家。首都はプラハである。\n国土は東西に細長い六角形に近い形をしており、北はポーランド、東はスロバキア、南はオーストリア、西はドイツと国境を接する。\n\n"
  },
  {
    "id": "chad",
    "name": "チャド",
    "capital": "ンジャメナ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/chad.svg",
    "map_image_url": "/maps/chad.png",
    "description": "チャドの国旗は、青、金、赤の縦三色を配した旗。独立前の1959年6月11日に採用された。独立後は憲法内に規定が設けられている。フランスの国旗（トリコロール）のうち、白を汎アフリカ主義のシンボルカラーの一つである黄色に置き換えている。 各色の意味は以下の通り。 青 - 空、希望、農業、チャド湖の水 金 - 太陽、大地（サハラ砂漠） 赤 - 進歩、統一、血 国旗はルーマニアの国旗と酷似しており、チャドの国旗の縦横比が明確に定められていない点や、色の規定が若干異なる点を除けばほとんど同一だが、ルーマニアの国旗の青色を若干薄くして区別する場合がある。",
    "summary": "チャド共和国\nRépublique du Tchad （フランス語）جمهوريّة تشاد （アラビア語）\n\n国の標語：Unité - Travail - Progrès（フランス語: 統一 - 労働 - 進歩）\n国歌：La Tchadienne（フランス語）チャドの歌\n\nチャド共和国（チャドきょうわこく、フランス語: République du Tchad 発音: [tʃa(d)]、アラビア語: جمهوريّة تشاد）、通称チャドは、アフリカ大陸中央部（西アフリカ東部）に位置する内陸国。首都はンジャメナである。国土は東はスーダン、南は中央アフリカ、南西はカメルーンとナイジェリア、西はニジェール、北はリビアに接している。"
  },
  {
    "id": "central_african_republic",
    "name": "中央アフリカ共和国",
    "capital": "バンギ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/central_african_republic.svg",
    "map_image_url": "/maps/central_african_republic.png",
    "description": "中央アフリカ共和国の国旗（ちゅうおうアフリカきょうわこくのこっき）は、独立前の1958年12月1日に制定された。 フランス領ウバンギ・シャリがフランス共同体内の自治共和国となり、中央アフリカ共和国に改称した際に、ブラックアフリカ社会進歩党の党首であり、自治共和国の首相となったバルテレミー・ボガンダ（Barthélemy Boganda）が自らデザインした。ボガンダは周辺の旧フランス植民地を統合した連邦国家を形成する「ラテン・アフリカ構想」を提唱し、その思いを国旗に託した。最上部の青はコンゴと大西洋を、白はチャドと主要産品の綿を、緑はガボンと森林を、黄は中央アフリカを表し、中央の赤いラインは団結、黄色の星は自由のシンボルであるという。その後、ボガンダは完全独立寸前に航空機事故で死亡し、ラテン・アフリカ構想も成らなかった。",
    "summary": "中央アフリカ共和国\nRépublique centrafricaine  (フランス語)Ködörösêse tî Bêafrîka  (サンゴ語)\n\n国の標語：Unité, Dignité, Travail（フランス語）統一、尊厳、労働\n国歌：La Renaissance（フランス語）E Zingo（サンゴ語）再生\n中央アフリカ共和国の位置\n\n中央アフリカ共和国（ちゅうおうアフリカきょうわこく、フランス語: République centrafricaine、サンゴ語: Ködörösêse tî Bêafrîka）、通称中央アフリカは、アフリカ中央部にある国家である。北東はスーダン、東は南スーダン、南はコンゴ民主共和国、南西はコンゴ共和国、西はカメルーン、北はチャドと国境を接する内陸国。首都はバンギである。\n独立以来クーデターが多発しており、政情は常に不安定な状態である。その影響で経済は低迷し続けており、後発開発途上国あるいは失敗国家のひとつに数えられる。2013年、反政府軍の侵攻によって当時のボジゼ政権が崩壊して以降、中央政府の支配は貧弱なものにとどまっており、各地に割拠した武装勢力の抗争が続いているため、治安の悪化が深刻となっている。\n\n"
  },
  {
    "id": "china",
    "name": "中華人民共和国",
    "capital": "北京市",
    "continent": "アジア",
    "flag_image_url": "/flags/china.svg",
    "map_image_url": "/maps/china.png",
    "description": "中華人民共和国の国旗は、赤旗に5つの黄色い五芒星を配したもので、五星紅旗（ごせいこうき、拼音: Wǔxīng hóngqí）と呼ばれる。 赤色は革命を、黄色は光明を表す。また、大星は中国共産党の指導力を、4つの小星はそれぞれ労働者、農民、小資産階級・愛国的資本家（民族資産階級）、知識人の4つの階級を表す。全ての小星の頂点は、大星の中心に向いており、これは人民が一つの中心（共産党）の下に団結することを象徴している。ソ連の国旗を参考にしたものと考えられる。 リー・クアンユーによれば、同旗はシンガポールの国旗のモデルであった。",
    "summary": "中華人民共和国\n中华人民共和国\n\n国の標語：为人民服务（中国語）人民に奉仕する\n国歌：义勇军进行曲（中国語）義勇軍進行曲 \n\n註1: 人口、及び各種GDPの数値には、特別行政区（香港、マカオ）及び中華人民共和国が領有権を主張しているものの施政権が及ばない地域（台湾、カシミールなど）を含まない。註2: 面積順位第4位とされる中華人民共和国と、第3位とされるがアメリカ合衆国の面積は非常に近く、それぞれの国土の定義によっては、順位が入れ替わることがある。註3:中華民国（台湾）と中華人民共和国は本来互いに隷属していない。\n\n中華人民共和国（ちゅうかじんみんきょうわこく、簡体字: 中华人民共和国; 繁体字: 中華人民共和國; 拼音: Zhōnghuá Rénmín Gònghéguó 聞く）、通称中国（ちゅうごく、拼音: Zhōngguó）は、東アジアに位置する社会主義国家。首都は北京市。"
  },
  {
    "id": "taiwan",
    "name": "中華民国",
    "capital": "台北市",
    "continent": "アジア",
    "flag_image_url": "/flags/taiwan.svg",
    "map_image_url": "/maps/taiwan.png",
    "description": "中華民国の国旗（ちゅうかみんこくのこっき）は、青地の中心に白い太陽がある意匠（青天白日）がカントンに配された赤地の旗であり、青天白日満地紅旗（せいてんはくじつまんちこうき、繁: 青天白日滿地紅旗）と呼ばれている。青天白日満地紅旗は中華民国海軍の軍旗・軍艦旗としても使用される他、 公的機関が使用する複数の旗の意匠に影響を与えている（後述）。 1912年（民国元年）の建国当初は五色旗が国旗として使用されていたが、1928年（民国17年）に国民政府が北伐を終えて中国を統一した後、「中華民国国徽国旗法」が制定されて青天白日満地紅旗が国旗となった。1947年（民国36年）に施行された「中華民国憲法」の第6条でも「中華民国の国旗は、紅地の左方上角に青天白日をしるしたものと定める」と定義されている。 ただし、中国代表権問題によって中華民国の国際関係が厳しさを増した1970年代以降、中華民国国外における青天白日満地紅旗の掲揚には大きな制約が加えられている。そのため、国際的な競技会へ中華民国の代表が「チャイニーズ・タイペイ」として参加する際、国旗が必要とされる時は青天白日満地紅旗に替えて「梅花旗」（ばいかき）が使用されている（後述）。 なお、中華民国には「青天白日旗」（せいてんはくじつき）という旗も存在するが、こちらは青天白日の意匠のみで構成された旗であり、青天白日満地紅旗とは別個の旗である。",
    "summary": "中華民国\n中華民國\n\n国の標語：民族・民権・民生\n国歌：三民主義歌国旗歌：青天白日満地紅\n\n中華民国（ちゅうかみんこく、繁: 中華民國、注音: ㄓㄨㄥ ㄏㄨㄚˊ ㄇㄧㄣˊ ㄍㄨㄛˊ、ウェード式: Chung-hua Min-kuo、英: Republic of China）は東アジアにある共和制国家。中華民国の略称には中国 や民国があるが、中華人民共和国が「一つの中国（中華人民共和国が中国を代表する唯一の政府である、との原則）」を主張していること、実効支配している領土の大半が台湾島であることから、現代の国際社会では一般的に台湾（たいわん、繁: 臺灣／台灣、注音: ㄊㄞˊㄨㄢ、英: Taiwan）と呼ばれることが多い。現在（1949年以降）の事実上の首都は台北市。\nアジアで2番目の共和国として1912年に中国大陸地区で成立したが、国共内戦により台北へ遷都を余儀なくされ、1950年 以降は台湾省の全域と福建省の極一部の島嶼（台湾地区）、大陸時代には海南特別行政区に属していた東沙諸島と南沙諸島の太平島・中洲島 を実効支配する海洋国家となった。台湾地区は日本やフィリピン・中華人民共和国（大陸地区）と領海を接する。\n五権憲法に基づく議会制民主主義・資本主義体制国家であり、かつては国際連合安全保障理事会常任理事国として国際社会に大きな影響を与えていた。しかし、中華民国の代わりに中華人民共和国を「中国」の国連における唯一の代表とすると認めるアルバニア決議が1971年に採択され、抗議した中華民国政府は国連から脱退し、中華人民共和国が「中国」を代表する国家の地位を継いだ。2025年時点では中華民国を正式に国家として承認している国は12か国に留まるが、以前に国交を結んでいた国々との間では、断交以降も経済・文化面の交流が行われている。\n日本は1972年の日中共同声明により中華人民共和国政府を「中国の唯一の合法政府」と承認して国交を樹立したことに伴い、中華民国政府との国交を断絶した。これによって双方の大使館などが閉鎖された。国交断絶後も民間の実務関係を維持するため、日華相互に非政府組織の連絡機関（日本は日本台湾交流協会、中華民国は台湾日本関係協会）をそれぞれ設置して現在に至る。\n\n"
  },
  {
    "id": "tunisia",
    "name": "チュニジア",
    "capital": "チュニス",
    "continent": "アフリカ",
    "flag_image_url": "/flags/tunisia.svg",
    "map_image_url": "/maps/tunisia.png",
    "description": "チュニジアの国旗は1831年に制定されている。赤地に中央の白い円に三日月と星は古くからのイスラム教の象徴であり、幸運のシンボルでもあった。赤い色はオスマン帝国時代の反抗勢力の名残である。チュニジアは1881年よりフランスの植民地となり、1956年のチュニジア王国を経て、1957年にチュニジア共和国が成立した。その際に、以前の独立時代に使用したものを再度採用した。2011年にデザインをわずかに変更している。",
    "summary": "チュニジア共和国\nالجمهورية التونسية\n\n国の標語：نظام، حرية، عدالة（アラビア語: 秩序、自由、正義）\n国歌：حماة الحمى（アラビア語）祖国の防衛者\n\nチュニジア共和国（チュニジアきょうわこく、アラビア語: الجمهورية التونسية）、通称チュニジアは、北アフリカのマグリブに位置する共和制国家。西にアルジェリア、南東にリビアと国境を接し、北と東は地中海に面する。地中海対岸の北東・東にはイタリア領土のパンテッレリーア島やランペドゥーザ島、シチリア島がある。地中海の島国マルタとも近い。首都はチュニス。"
  },
  {
    "id": "chile",
    "name": "チリ",
    "capital": "サンティアゴ",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/chile.svg",
    "map_image_url": "/maps/chile.png",
    "description": "チリの国旗（チリのこっき）は下半分に赤い帯、上半分に白い帯と青い正方形に囲まれた白い星で構成されており、青い正方形は白帯と同じ高さである。 白い五角形の星は、進歩と名誉を意味する。青は空を意味し、白はアンデス山脈の雪を、赤は独立のために流された血を意味する。現在のデザインとなったのは1817年であり、現存する国旗の中では正式制定が最も古い国旗とされる。",
    "summary": "チリ共和国\nRepública de Chile\n\n国の標語：Por la razón o la fuerza（スペイン語：理性によって、または力によって）\n国歌：\"Himno Nacional de Chile\"「チリの国歌」\n\nチリ共和国（チリきょうわこく、スペイン語: República de Chile）、通称チリは、南アメリカ大陸南西部に位置する共和制国家。国土はアンデス山脈西側で南北に細長く、東にアルゼンチン、北東にボリビア、北にペルーと隣接する。西は南太平洋、南はフエゴ島を挟んでドレーク海峡に面している。首都はサンティアゴ。アルゼンチンとともに南アメリカ最南端に位置し、国土の大部分がコーノ・スールの域内に収まる。太平洋上に浮かぶフアン・フェルナンデス諸島や、サン・フェリクス島、サン・アンブロシオ島およびポリネシアのサラ・イ・ゴメス島、パスクア島（イースター島）などの離島も領有しており、さらにアルゼンチンやイギリスなどと同様に「チリ領南極」として125万平方キロメートルにも及ぶ南極の領有権を主張している（「南極における領有権主張の一覧」参照）。OECD諸国の中で貧困率と経済格差は最も大きい。"
  },
  {
    "id": "tuvalu",
    "name": "ツバル",
    "capital": "フナフティ島",
    "continent": "オセアニア",
    "flag_image_url": "/flags/tuvalu.svg",
    "map_image_url": "/maps/tuvalu.png",
    "description": "ツバルの国旗は、1978年10月1日にキリバス（当時は英領ギルバート諸島）からの分離独立時に制定された。 他のイギリス植民地だった国々同様、ユニオンジャックを左上（カントン）に配したブルー・エンサインを使用している。 星はツバルの9つの島々を表し、旗が縦に掲揚されたときに地理的に正しく配置されるようデザインされている。 1995年にはユニオンジャックを使用していない国旗が一時的に採用されたが、立憲君主制から共和制への移行過程と受け取られ、イギリス王室への人気の高い国民から支持されず1997年に現在の国旗に戻された。95年に採用された国旗では、9つの島のうち1つが無人島であるため星が8つになっている。",
    "summary": "ツバル\nTuvalu\n\n国の標語：Tuvalu mo te Atua（ツバル語: 全能の神のためのツバル）\n国歌：全能の神のためのツバル\n\nツバル（ツバル語: Tuvalu）は、オセアニアに位置する9つの島からなる立憲君主制国家。かつてはエリス諸島と呼ばれていた。首都はフナフティ。イギリス連邦（コモンウェルス）加盟国のひとつ。\n\n"
  },
  {
    "id": "denmark",
    "name": "デンマーク",
    "capital": "コペンハーゲン",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/denmark.svg",
    "map_image_url": "/maps/denmark.png",
    "description": "デンマークの国旗は、ダンネブロ (Dannebrog) と呼ばれ、赤地に白のスカンディナヴィア十字を描いた旗。伝説では1219年6月にヴァルデマー2世がエストニア軍とリュンダニの戦いの最中、空から降ってきたとも、神聖ローマ帝国皇帝からこの旗を授かった処、それまで苦戦していた戦いが形勢逆転し勝利したとも伝えられている。この旗は北欧諸国でよく使われる、「スカンディナヴィア十字」の基ともなった。オーストリアの国旗やスコットランドの国旗、マルタ騎士団の国旗と並んで現在使用されている国旗の中で世界最古の国旗といわれる（なお、正式制定から現存しているもので見るとチリの国旗が最古とされる）。 政府や海軍が使用する際は、フライ側を燕尾型にする。スカンディナヴィア十字の中心が旗竿側にずれているのは、燕尾型にしたときに中央に見えるようにするためである。ほぼ同等の形状であるが、軍艦旗の方が濃い赤を用いている。",
    "summary": "デンマーク\nDanmark\n\n国の標語：なし王のモットー:  Forbundet, forpligtet, for Kongeriget Danmark（デンマーク語:「デンマーク王国のために団結して尽力する」）\n国歌：Der er et yndigt land（デンマーク語）麗しき国王室歌：Kong Christian stod ved højen Mast（デンマーク語）クリスチャン王は高き帆柱の傍に立ちて\n\nこの表中の各数値は、グリーンランドとフェロー諸島を含んでいない。\n\nデンマーク（デンマーク語: Danmark, 発音 [ˈdænmɑrɡ̊] ( 音声ファイル)）は、北ヨーロッパに位置する立憲君主制国家で、バルト海と北海に挟まれたユトランド半島およびその周辺の多数の島々から構成される。自治権を持つグリーンランドとフェロー諸島と共にデンマーク王国を形成している。\n北欧諸国のひとつであり、北では海を隔ててスウェーデンやノルウェーなどのスカンジナビア諸国と、南では陸上でドイツと国境を接している。また、カナダとはグリーンランド近郊のハンス島で国境を共有します。首都コペンハーゲンはシェラン島に位置し、海外領土を除く本土領土が大陸部にありながら首都が島嶼部にある国は、デンマークと赤道ギニアのみである。\nデンマーク本土は温帯気候で標高が低く、耕作可能な平地や砂浜で占められていて、人口は599万5,628人で、そのうち80万人がコペンハーゲンに住んでいる。デンマークは当該王国において覇権的な影響力を行使し、内政を処理する権限を委譲している。これに伴い内政政治はフェロー諸島では1948年に、グリーンランドでは1979年に確立されていたが、グリーンランドは2009年にさらなる自治権を獲得している。\n2013年時点で、フェロー諸島とグリーンランドを含むデンマーク王国には、面積100m2 (1,100ft2) を超える島が合計1,419ヶ所存在する。その内の443ヶ所に地名が明記されており、78ヶ所には人が居住している 。総面積は42,943km2 (16,580mile2)に及ぶ。デンマークの大都市圏は、ユトランド半島の北部と約400以上の島々からなる群島で構成されている。これらの島のうち、最も人口の多い島は首都で最大の都市コペンハーゲンがあるシェラン島で、次にフュン島、北ユトラント諸島、アマー島が続く。国外において最も有名となっている島は、シェラン島、フュン島、ヴェンシュセルチュー島、ロラン島、ファルスター島、ボーンホルム島である。"
  },
  {
    "id": "germany",
    "name": "ドイツ",
    "capital": "ベルリン",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/germany.svg",
    "map_image_url": "/maps/germany.png",
    "description": "ドイツの国旗（ドイツのこっき）は、1990年以降はドイツ連邦共和国の国旗（独: Flagge der Bundesrepublik Deutschland または Bundesflagge）を指す。等間隔の水平境界で分割された三色旗であり、上から順に黒・赤・金の三色で構成されている。 ドイツにおける国旗の規定は、事実上の憲法にあたるドイツ連邦共和国基本法第22条第2項に「連邦の旗は黒-赤-金である（Art 22 (2) Die Bundesflagge ist schwarz-rot-gold.）」と規定されている。 国旗の色について、在日ドイツ大使館は「色の由来についての定説はない」としているが、杉浦忠夫によれば、1813年のナポレオン戦争時にルートヴィヒ・アドルフ・フォン・リュッツォウ率いるリュッツォウ義勇軍の軍服の「黒地に赤の襟、金のボタン」と、同義勇軍の志願兵として参戦したイェーナ大学の学生が1815年6月に結成した「イェーナー・ブルシェンシャフト」の旗印・制服の色に由来するとするのがほぼ一致した説だとする。 また、神聖ローマ帝国の紋（金地に赤のくちばしとつめをもった黒い鷲）に由来するともされるが、旗章学の立場は、この説について否定的である。 ブルシェンシャフト形成に重大な影響をあたえたフリードリヒ・ルートヴィヒ・ヤーンの1849年1月15日に行われた演説によれば「黒・赤・金」はそれぞれ「名誉・自由・祖国」を表し、ルートヴィヒ・ベルクシュトレッサーによる1948年9月の演説によれば「統一と自由（Einheit und Freiheit）」、「自由のなかの統一（Einheit in Freiheit）」の伝統を表現しているとされる。1848年革命（ドイツ三月革命）ではドイツ統一を求める自由主義者らが黒赤金の旗をシンボルとした。",
    "summary": "ドイツ連邦共和国\nBundesrepublik Deutschland\n\n国の標語：Einigkeit und Recht und Freiheit(ドイツ語:統一と正義と自由)\n国歌：Das Lied der Deutschen（ドイツ語）ドイツ人の歌\n\nドイツ連邦共和国（ドイツれんぽうきょうわこく、独: Bundesrepublik Deutschland）、通称ドイツ（独: Deutschland）は、中央ヨーロッパおよび広義の西ヨーロッパに位置する連邦共和制国家である。\n\n"
  },
  {
    "id": "togo",
    "name": "トーゴ",
    "capital": "ロメ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/togo.svg",
    "map_image_url": "/maps/togo.png",
    "description": "トーゴの国旗（トーゴのこっき Flag of Togo）は、1960年4月27日の独立時に制定された。 カントン部は赤地に白い星、その他は5本の水平の縞で緑・黄が交互となっている。この5本の縞はトーゴを構成する5つの州を表している。汎アフリカ色の三色が使用されているが、デザインそのものはリベリアに似ている。 縦横比が黄金比であるという珍しい特徴を持っている。",
    "summary": "トーゴ共和国\nRépublique Togolaise\n\n国の標語：Travail, Liberté, Patrie（フランス語: 労働、自由、祖国）\n国歌：我等の祖先の地\n\nトーゴ共和国（トーゴきょうわこく、フランス語: République Togolaise）、通称トーゴは、西アフリカに位置する共和制国家。東にベナン、北にブルキナファソ、西にガーナと国境を接し、南は大西洋のギニア湾に面する。首都はロメである。\n\n"
  },
  {
    "id": "dominican_republic",
    "name": "ドミニカ共和国",
    "capital": "サント・ドミンゴ",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/dominican_republic.svg",
    "map_image_url": "/maps/dominican_republic.png",
    "description": "ドミニカ共和国の国旗は、1966年11月28日に制定された、赤青地に白十字の旗。中央には国章が配される。民間用途ではこの国章を配置しない。 様々な旗 歴史的な旗 関連項目 国旗の一覧 ドミニカ共和国の国章 外部リンク Flags of the World",
    "summary": "ドミニカ共和国\nRepública Dominicana\n\n国の標語：Dios, patria, libertad（スペイン語: 神、祖国、自由）\n国歌：Quisqueyanos Valientes（スペイン語）勇敢なるキスケージャの民\n\nドミニカ共和国（ドミニカきょうわこく、スペイン語: República Dominicana、英語: Dominican Republic）は、西インド諸島の大アンティル諸島のイスパニョーラ島東部に位置する共和制国家。首都はサントドミンゴ。\nイスパニョーラ島は大アンティル諸島で2番目に大きな島であり、同島西部にあるハイチと国境を接する。モナ海峡を隔てて東にプエルトリコが、ウィンドワード海峡を隔てて西にキューバが、ジャマイカ海峡を隔ててジャマイカが存在する。\n同国は元々、米州で最初にヨーロッパ人が恒久的に定住した土地であり、その後のスペインの侵略拠点となった。ゆえにサントドミンゴは米州で最も早い1496年に建設された植民都市であり、それに従って米州で初の大学、大聖堂、要塞が建設された歴史を持つ。"
  },
  {
    "id": "dominica",
    "name": "ドミニカ国",
    "capital": "ロゾー",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/dominica.svg",
    "map_image_url": "/maps/dominica.png",
    "description": "ドミニカ国の国旗（ドミニカこくのこっき）は、1978年11月3日に制定された。その後1981年と1988年に一部改変されている。 緑の旗地を白、黒、黄色の三色の帯で十字に切り、中央の丸囲みをした赤地に国鳥の「ミカドボウシインコ」という鸚鵡をあしらい、ライムカラーの緑の星10個(10教区を表す)を円に沿って配列している。鸚鵡には紫色が使われており、同国旗は紫色を取り入れている数少ない国旗の一つである（他はニカラグアの国旗のみ）。鸚鵡は、常に高く志向する国民の願望を、緑の星は教区の数と平等を、そして中央の赤丸は社会正義を実現する国家の約束を表している。十字の三色のうち黄色線は太陽の光、主要産物であるオレンジとバナナ、そしてドミニカ国民の先祖であるカリブ族とアラワク族を表す。白の線は、河川の清らかさと国民の志向の純潔を表す。黒の線は、肥沃な国土とアフリカ系住民を表し、旗地の緑は緑の森と国土の活力を表している。三色全体で三位一体を表してもいる。 1981年以前は、3色の帯の順序が違っており、緑の星も縁取りがなかったが紋章学の見地から国旗のデザインが修正された。1988年以前は、鸚鵡の顔が右を向いていた。",
    "summary": "ドミニカ国\nCommonwealth of Dominica\n\n国の標語：Après le Bondie,C'est la Ter（パトワ: 良い主に従って、我々はこの地を愛する）\n国歌：Isle of Beauty, Isle of Splendour（英語）美の島、輝きの島\n\nドミニカ国（ドミニカこく、英語: Commonwealth of Dominica）は、カリブ海にある共和制国家。ウィンドワード諸島最北部に位置するドミニカ島を領土とする。島国であり、海を隔てて北西にフランス領グアドループが、南東にフランス領マルティニークが存在する。首都はロゾーである。\n旧イギリス植民地であり、現在はイギリス連邦の一員である。自然が豊かなこの島はカリブ海に存在する多種多様の植物が自生しており、「カリブ海の植物園」と呼ばれている。\nまた、カリブの原住民であるカリブ族（カリナゴ族）の人々が生存している数少ないカリブ諸国のひとつであり、18世紀までヨーロッパの植民地対策に最後まで激しく抵抗したことで知られる。イスパニョーラ島東部に位置するドミニカ共和国と区別するため、ドミニカ国と表記される。"
  },
  {
    "id": "trinidad_and_tobago",
    "name": "トリニダード・トバゴ",
    "capital": "ポートオブスペイン",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/trinidad_and_tobago.svg",
    "map_image_url": "/maps/trinidad_and_tobago.png",
    "description": "トリニダード・トバゴの国旗は、1962年に制定された。赤は国民の寛容さと日光を象徴し、白は平等と海、黒は国民の粘り強さと統一への使命を象徴している。 1962年の独立以前は、他のイギリス海外領土などと同様に、カントン部分にユニオンフラッグを置いた青地の旗「ブルー・エンサイン」をベースにしたものを使用しており、プロテロ山の前にヨーロッパからの帆船が到着した様子を描いた円形の図柄 (colonial badge) があしらわれていた。",
    "summary": "トリニダード・トバゴ共和国\nRepublic of Trinidad and Tobago\n\n国の標語：Together we aspire, together we achieve（英語: 我ら共に熱望し、我ら共に成し遂げる）\n国歌：Forged from the Love of Liberty（英語）自由の愛によってつくられし\n\nトリニダード・トバゴ共和国（トリニダード・トバゴきょうわこく、英語: Republic of Trinidad and Tobago）、通称トリニダード・トバゴは、カリブ海の小アンティル諸島南部に位置するトリニダード島とトバゴ島の2島と属領からなる共和制国家で、イギリス連邦加盟国である。島国であり、海を隔てて北にグレナダ、北東にバルバドス、南にベネズエラが存在する。首都はポートオブスペイン。\nリンボーダンスやスティールパンで有名。住民の数はアフリカ系とインド系が拮抗する。"
  },
  {
    "id": "turkmenistan",
    "name": "トルクメニスタン",
    "capital": "アシガバート",
    "continent": "アジア",
    "flag_image_url": "/flags/turkmenistan.svg",
    "map_image_url": "/maps/turkmenistan.png",
    "description": "トルクメニスタンの国旗は、白の三日月と5つの星を配する緑色旗である。旗竿側に絨毯文様のある赤色の帯があることが特徴的であり、世界で最も複雑な国旗と形容されることがある。 ソ連崩壊・トルクメニスタン独立後の1992年に、現行のものに近いデザインの国旗が制定された。その後細部の変更が2度あり、現行のデザインは2001年1月24日に制定された。",
    "summary": "トルクメニスタン\nTürkmenistan\n\n国の標語：なし\n国歌：Garaşsyz, Bitarap, Türkmenistanyň Döwlet Gimni（トルクメン語） 独立、中立、トルクメニスタンの国歌\n\nトルクメニスタン（トルクメン語: Türkmenistan）は、中央アジア南西部に位置する共和制国家。首都はアシガバートである。\nカラクム砂漠が国土の85%を占めており、国民のほとんどは南部の山沿いの都市に住んでいる。豊富な石油や天然ガスを埋蔵する。西側でカスピ海に面し、東南がアフガニスタン、西南にイラン、北東をウズベキスタン、北西はカザフスタンと国境を接する。旧ソビエト連邦の構成国の一つで、1991年に独立した。NIS諸国の一国。永世中立国。\n2025年現在、新型コロナウイルス感染症（COVID-19）の罹患者が公式に確認されていないと主張している。"
  },
  {
    "id": "turkey",
    "name": "トルコ",
    "capital": "アンカラ",
    "continent": "アジア",
    "flag_image_url": "/flags/turkey.svg",
    "map_image_url": "/maps/turkey.png",
    "description": "トルコの国旗は、赤地に白の三日月と五芒星を配した旗。 概要 「新月旗」もしくは「月星章旗」（トルコ語: Ay Yıldız）と呼ばれる。元はタンジマートの改革により1844年に公式に定められたオスマン帝国の国旗（1844年-1923年）であり、ほぼ同じデザインである。1844年に公式国旗を採用されるまで、オスマン帝国には単一の国旗というものが存在しなかった。それまではオスマン帝国旗の他に、ルメリア旗やスルタン旗や戦争旗や海軍旗や市民旗など、用途別に様々な旗が用いられていた（それらは公式国旗制定後も使用され続けている）。故に「新月旗」もしくは「月星章旗」は複雑な起源を持つ。 現在この三日月と星の組み合わせはイスラム教のシンボルとされるがイスラム教が公式にシンボルとして採用したものではなく、小アジアではイスラム教の普及以前から使用されていたとされる。この三日月と星のシンボルは、その後のオスマン帝国の旧領土、イスラム教またはトルコに関連する国の国旗などで多く見られる。 この赤地の旗はトルコ革命でも重要なシンボルとなった。 オスマン帝国国旗の変遷 オスマン・ルメリア旗 オスマン海軍旗の変遷 オスマン帝国戦争旗の変遷 その他 民族の旗 伝説 この国旗のデザインについては様々な伝説がある。 1389年のコソボの戦いで流されたおびただしい血の海に、三日月と水星が映って見えたとされ、それをスルタン・ムラト1世が国旗とした。 オスマン1世の夢の中で彼の胸から出てきた三日月と星が拡大し、コンスタンティノープルの陥落の前兆を知らせた。 1453年コンスタンティノープルの陥落の夜にメフメト2世が三日月と星を夜空に見た。 最も信じられている説としては、トルコ革命の指導者、初代大統領ケマル・アタテュルクがトルコ革命での勝利の夜に戦場を歩いていて、サカルヤの岩山で流された血の海に、三日月と星が映って見えたとされる。 またビザンティン帝国時代にさかのぼるという説もあり、三日月と星は古代ギリシャの都市ビュザンティオン（ビザンチウム、その後のコンスタンチノープル、イスタンブール）のシンボルとして使われており、それがオスマン帝国のシンボルとして採用されたとされる。三日月はギリシャ神話での狩猟の女神アルテミスのシンボルで、星は聖母マリアを表す。 他の国旗への影響 三日月と星はイスラム教の象徴であり、多くのイスラム教国の国旗に使われている。 脚注 関連項目 国旗の一覧 トルコの国章",
    "summary": "トルコ共和国\nTürkiye Cumhuriyeti\n\n国の標語：Egemenlik kayıtsız şartsız milletindir主権は無条件に国民に存ずる（建国）Yurtta sulh, cihanda sulh内に平和、外に平和（外交）\n国歌：İstiklal Marşı（トルコ語）独立行進曲\n\nトルコ共和国（トルコきょうわこく、トルコ語: Türkiye Cumhuriyeti、英: Republic of Türkiye）、通称トルコは、西アジアに位置するアナトリア半島（小アジア）と東ヨーロッパに位置するバルカン半島東南端の東トラキア地方を領有する共和制国家。首都はアンカラ。\nアジアとヨーロッパの2つの大州にまたがる。北は黒海とマルマラ海、西と南は地中海（西はエーゲ海）に面する。陸上国境は、西でブルガリア、ギリシャと、東でジョージア（グルジア）、アルメニア、アゼルバイジャン、イラン、イラク、シリアと接する。\n中東で唯一の北大西洋条約機構（NATO）参加国である。"
  },
  {
    "id": "tonga",
    "name": "トンガ",
    "capital": "ヌクアロファ",
    "continent": "オセアニア",
    "flag_image_url": "/flags/tonga.svg",
    "map_image_url": "/maps/tonga.png",
    "description": "トンガの国旗は1875年に制定されている。 国旗の原型は1862年国王ジョージ・ツポウ1世の勅命により王太子と牧師シャーリー・ベーカーにより考案された。王室および大半の国民はプロテスタントのメソジスト派に帰依しており、キリストの血の色である赤で十字架を現していた。のちの1864年に制定された赤十字旗がスイスの国旗と酷似していたため変更を余儀なくされ、1875年に現在の国旗が制定された。左上に赤十字を擁するカントン旗である。 赤い十字架は信仰を、白は純潔を、赤地はキリストの聖なる血を表している。",
    "summary": "トンガ王国\nPuleʻanga Fakatuʻi ʻo Tonga（トンガ語）Kingdom of Tonga（英語）\n\n国の標語：Ko e Otua mo Tonga ko hoku tofi'a（トンガ語：神とトンガは私の遺産）\n国歌：Ko e fasi ʻo e tuʻi ʻo e ʻOtu Tonga（トンガ語）トンガ諸島の王の歌\n\nトンガ王国（トンガおうこく、トンガ語: Puleʻanga Fakatuʻi ʻo Tonga）、通称トンガは、南太平洋のポリネシアに位置する立憲君主制国家。首都はトンガタプ島に位置するヌクアロファである。\nトンガは171の島からなる群島国家であり、そのうち45が居住地（有人島）である。いずれも小島であり、合計面積は約720平方キロメートルで日本の対馬と同程度。2021年時点、トンガの人口は104,494人で、その70 %が本島のトンガタプ島に居住している。トンガ領の島々は南北に約800 kmにわたり広がっている。北西にフィジーとフランス領ウォリス・フツナ、北東にサモア、西にフランス領ニューカレドニアとバヌアツ、東にニウエ（最も近い外国領）、南西にニュージーランド領ケルマディック諸島に囲まれた国である。トンガはニュージーランド本土の北島から約1,800 km離れている。\n約2,500年前にラピタ族が最初に居住し、ポリネシア系住民が徐々にトンガ人としての明確で強力な民族的アイデンティティ、言語、文化を発展させた。彼らはいち早く南太平洋に強力な足場を築き、このトンガの拡張主義と植民地化の時代はトゥイ・トンガ帝国として知られた。トンガの初代国王であるアホエイトゥ（ʻAhoʻeitu）の統治により、トンガは地域の大国へと成長した。西はソロモン諸島の一部、ニューカレドニアとフィジー全域、東はサモアとニウエ、さらには現代のフランス領ポリネシアの一部まで、南太平洋の国家としては未曽有の広さを征服、支配したタラソクラシーであった。トゥイ・トンガは太平洋における経済的、民族的、文化的覇権で有名になり、それは13世紀のサモア革命や1616年のヨーロッパ人による島々の外部発見後も強力なままであった。\n1900年から1970年まで、トンガはイギリスの保護国であった。イギリスは友好条約に基づきトンガの外交を担当したが、トンガはいかなる外国勢力にも国家主権を放棄しなかった。立法改革が最初の部分的代表選挙への道を開いた後の2010年、トンガは伝統的な絶対王政から脱却し完全な立憲君主制へと移行するための決定的な一歩を踏み出した。\n\n"
  },
  {
    "id": "nigeria",
    "name": "ナイジェリア",
    "capital": "アブジャ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/nigeria.svg",
    "map_image_url": "/maps/nigeria.png",
    "description": "ナイジェリアの国旗（ナイジェリアのこっき Flag of Nigeria）は、独立時の1960年10月1日に正式に採用された、緑・白・緑の垂直三分旗である。緑は森林と天然資源、農業を表し、白は平和、統合を表す。",
    "summary": "ナイジェリア連邦共和国\nFederal Republic of Nigeria\n\n国の標語：Unity and Faith, Peace and Progress （英語: 統一と信頼、平和と前進）\n国歌：ナイジェリア、我ら汝を讃えんNigeria, We Hail Thee\n（英語）\n\nナイジェリア連邦共和国（ナイジェリアれんぽうきょうわこく、英語: Federal Republic of Nigeria）、通称ナイジェリアは、アフリカ大陸西南部に位置する連邦制共和国。首都はアブジャ。1991年まではラゴスが首都だったが、一極集中などの理由により首都を移転した。西にベナン、北をニジェール、北東がチャド、東はカメルーンとそれぞれ国境を接し、南はギニア湾に面し大西洋に通ずる。"
  },
  {
    "id": "nauru",
    "name": "ナウル",
    "capital": "ヤレン地区",
    "continent": "オセアニア",
    "flag_image_url": "/flags/nauru.svg",
    "map_image_url": "/maps/nauru.png",
    "description": "ナウルの国旗 (ナウルのこっき) は、独立に伴い1968年1月31日に制定された。 国旗のデザインはナウルの地理的位置を示している。黄色の横線 (旗の高さ (ホイスト) の1/12の幅) は赤道を表していて、青地は太平洋を表す。横線の下に描かれている白い星は、赤道の少し南に位置するナウルを表す。星の12本の光は、ナウルの12の原住民族を象徴している。白はナウルから鉱掘されるリンを表している。",
    "summary": "ナウル共和国\nRepubrikin Naoero （ナウル語）Republic of Nauru （英語）\n\n国の標語：God's Will First （英語: 神意を第一に）\n国歌：ナウル我が祖国\n\nナウル共和国（ナウルきょうわこく、ナウル語: Repubrikin Naoero）、通称ナウル（ナウル語: Naoero）は、太平洋南西部のナウル島を領土とする共和国である。ミクロネシアに属する。南太平洋で初めての共和国として独立した。\nかつては、リン鉱石の輸出によって栄えた。1980年代には太平洋地域で最も高い生活水準を享受し、公共料金や税金は無料という生活を謳歌していた。しかし、リン鉱石の枯渇により1990年代後半から経済が破綻状態となり、再建に向け模索が続いている。\nナウル共和国旗は黄色の横棒が赤道で、白色の十二芒星がナウル島を表している。また十二芒星はナウルの12の部族を象徴している。\n2025年4月17日時点の人口は1万2014人。\n\n"
  },
  {
    "id": "namibia",
    "name": "ナミビア",
    "capital": "ウィントフック",
    "continent": "アフリカ",
    "flag_image_url": "/flags/namibia.svg",
    "map_image_url": "/maps/namibia.png",
    "description": "ナミビアの国旗は、1990年3月21日の独立時に制定された旗である。色は主に政党南西アフリカ人民機構（SWAPO）の旗から採用された。青・赤・緑の三色はこの国の主要な民族であるオバンボ族の伝統色である。",
    "summary": "ナミビア共和国\nRepublic of Namibia（英語）\n\n国の標語：Unity, Liberty, Justice（英語: 統一、自由、正義）\n国歌：Namibia, Land of the Brave（英語）ナミビア、勇者の地\n\nナミビア共和国（ナミビアきょうわこく、英語: Republic of Namibia）、通称ナミビアは、アフリカ南西部に位置する共和制国家である。北にアンゴラ、北東にザンビア、東にボツワナ、南に南アフリカ共和国と国境を接し、西は大西洋に面する。なお、地図を一見すると接しているように見えるジンバブエとはザンビア、ボツワナを挟んで150メートルほど離れている。首都はウィントフック。イギリス連邦加盟国のひとつである。\n植民地時代の名称は南西アフリカ。ドイツによる植民地支配を経て、第一次世界大戦以後は南アフリカ連邦の委任統治下に置かれていたが、第二次世界大戦後の国際連盟解散を機に南アフリカが国際法上違法な併合を行った。南アフリカの統治時代には同様の人種隔離政策（アパルトヘイト）が行われ、バントゥースタン（ホームランド）が置かれた。その後、1966年にナミビア独立戦争が始まり、1990年に独立を達成した。\n\n"
  },
  {
    "id": "niue",
    "name": "ニウエ",
    "capital": "アロフィ",
    "continent": "オセアニア",
    "flag_image_url": "/flags/niue.svg",
    "map_image_url": "/maps/niue.png",
    "description": "ニウエの国旗（ニウエのこっき）は、ニュージーランドとの自由連合が締結された1975年に制定された。左上にユニオン・フラッグがあり、その中央と上下左右に5つの星が付いている。イギリスの軍艦旗に基づいたデザインとして珍しい点は、背景が黄色であることと、カントンのユニオン・フラッグに手が加えられていることである。 背景の黄色はニウエの陽光と、ニュージーランドおよび同国の人々に対する温かい気持ちを表している。ユニオン・フラッグはかつてイギリスの保護国であった歴史を示し、保護の象徴としている。ユニオン・フラッグの上の4つの小さな星は南十字星でニュージーランドとの協調を表し、またユニオン・フラッグ中央にある青い円の上の大きな星は太平洋におけるニウエの自治を意味している。",
    "summary": "ニウエ\n\n国の標語：Atua, Niue Tukulagi（ニウエ語）God, Niue Eternally（英語）神よ、ニウエよ永遠に\n国歌：Ko e Iki he Lagi\n\nニウエ（ニウエ語: Niuē、英語: Niue）は、オセアニア東部にある立憲君主制国家。南太平洋上にあるニウエ島を領土とする島国で、ニュージーランドの北東、トンガの東、サモアの南東に位置する。面積は269平方キロメートルで、首都はアロフィ。\nニュージーランド王国の構成国であると同時に、自由連合関係をとっている。人口は1,681人（2022年時点）で、バチカン市国に次いで世界で2番目に少ない。"
  },
  {
    "id": "nicaragua",
    "name": "ニカラグア",
    "capital": "マナグア",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/nicaragua.svg",
    "map_image_url": "/maps/nicaragua.png",
    "description": "ニカラグアの国旗は、1971年8月27日に制定された旗である。エルサルバドルの国旗やホンジュラスの国旗同様、中米連邦の旗に基づいたデザインである。中央に国章が配置されている。 国章には \"REPUBLICA DE NICARAGUA\" \"AMERICA CENTRAL\"（中央アメリカ・ニカラグア共和国）と記されている。三角形の中には、中米連邦各国を表す五つの火山と、平和の象徴である虹、自由の象徴である分離独立主義者の帽子がデザインされている。なお、現存する国旗の中では、紫色が取り入れられているのはニカラグア（中央の虹の中にある一色）とドミニカ国（鸚鵡の体色）のみである。",
    "summary": "ニカラグア共和国\nRepública de Nicaragua\n\n国の標語：En Dios Confiamos（スペイン語: 我々は神に託す）\n国歌：Salve a ti, Nicaragua（スペイン語）ニカラグア、汝に敬礼せん\n\nニカラグア共和国（ニカラグアきょうわこく、スペイン語: República de Nicaragua）、通称ニカラグアは、中央アメリカ中部にあるラテンアメリカの共和制国家。北西はホンジュラス、南はコスタリカと国境を接し、東はカリブ海、南西は太平洋に面している。また、カリブ海のコーン諸島、ミスキート諸島を領有する。首都はマナグア。\nニカラグアは狭義の中央アメリカで最も面積が広い国である。"
  },
  {
    "id": "niger",
    "name": "ニジェール",
    "capital": "ニアメ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/niger.svg",
    "map_image_url": "/maps/niger.png",
    "description": "ニジェールの国旗（Flag of Niger）は、オレンジ・白・緑の水平三色旗である。フランス領西アフリカからニジェールが独立するのは1960年だが、既に1958年より自治国としてニジェール共和国の枠組みは成立していた。自治国成立の翌年、そして独立前年である1959年に、この国旗は制定された。独立後の歴代憲法もこの旗を引き続き国旗として定めている。 オレンジはサハラ砂漠の北部、白は純潔、緑は希望と肥沃な南部を示している。中央の円は太陽を表す。インドの国旗もよく似たデザインだが、特に関係はないと考えられる。コートジボワールの国旗も同じ色を使用している。",
    "summary": "ニジェール共和国\nJamhuriyar Nijar（ハウサ語）République du Nigger（フランス語）\n\n国の標語：Fraternité, Travail, Progrès（フランス語：友愛、労働、進歩）\n国歌：L'Honneur de la Patrie（フランス語）祖国の栄誉\n\nニジェール共和国（ニジェールきょうわこく、ハウサ語: Jamhuriyar Nijar、フランス語: République du Niger）、通称ニジェールは、サハラ砂漠南縁のサヘル地帯のうち、西アフリカに位置する共和制国家。首都はニアメである。内陸国であり、北西から反時計回りでアルジェリア、マリ、ブルキナファソ、ベナン、ナイジェリア、チャド、リビアと隣接する。"
  },
  {
    "id": "japan",
    "name": "日本",
    "capital": "東京都",
    "continent": "アジア",
    "flag_image_url": "/flags/japan.svg",
    "map_image_url": "/maps/japan.png",
    "description": "日本の国旗（にっぽんのこっき、にほんのこっき）は、白地に紅色で丸が描かれた旗。法律上は日章旗（にっしょうき）と呼ばれ、日本では古くから、一般的に日の丸（ひのまる）と呼ばれる。日本では聖徳太子が遣隋使に託した文書以来、自国を\"日出づる国\"とする考え方があり、赤い日の丸は日の出の太陽を象徴する。 また紅白は日本の伝統色で、めでたいものとされており、赤は博愛と活力、白は神聖と純潔を意味するとも言われている。 1999年（平成11年）に公布・施行された「国旗及び国歌に関する法律」（通称：国旗・国歌法）の規定によれば、「旗の形は縦が横の3分の2の長方形。日章の直径は縦の5分の3で中心は旗の中心。地色は白色、日章は紅色」とされている。上下・左右対称である。 主に旧日本軍や自衛隊で使用されている日章と旭光を意匠化した旗については、「旭日旗（きょくじつき）」を参照。",
    "summary": "日本国\n日本国\n\n国の標語：なし\n国歌：君が代\n\n日本国（にほんこく、にっぽんこく）は、東アジアに位置する国家。面積は377,975.64  km2（平方キロメートル） 、人口は1億2334万2000人。首都は東京都（事実上）。\n通称は日本（にほん、にっぽん）。\n\n"
  },
  {
    "id": "new_zealand",
    "name": "ニュージーランド",
    "capital": "ウェリントン",
    "continent": "オセアニア",
    "flag_image_url": "/flags/new_zealand.svg",
    "map_image_url": "/maps/new_zealand.png",
    "description": "ニュージーランドの国旗は、青地に左上（カントン）にユニオンジャックを配し、白く縁取られた四つの赤い星からなる南十字星を表している。オーストラリアの国旗同様、ブルー・エンサインを基にしたものである。",
    "summary": "ニュージーランド\nNew Zealand （英語）Aotearoa （マオリ語）\n\n国の標語：なし 1\n国歌：God Defend New Zealand（英語）Aotearoa（マオリ語）神よニュージーランドを守り給え（アオテアロア）God Save the King（英語）神よ国王を護り賜え \n\n注1：かつての標語は、「Onward（英語：さらに先へ）」\n注2：チャタム諸島は、ニュージーランド本土よりも45分進んでいる。\n\nニュージーランド（英語: New Zealand、マオリ語: Aotearoa）は、南西太平洋のオセアニアのポリネシアに位置する立憲君主制国家。首都はウェリントンで、最大の都市はオークランドである。\n島国であり、二つの主要な島と、多くの小さな島々からなる。北西に2,000km離れたオーストラリア大陸（オーストラリア連邦）と対する。南方の南極大陸とは2,600km離れている。北はトンガ、ニューカレドニア、フィジーがある。イギリス連邦加盟国であり、英連邦王国の一国となっている。また、ニュージーランド王国を構成する最大の主体地域である。\n\n"
  },
  {
    "id": "nepal",
    "name": "ネパール",
    "capital": "カトマンズ",
    "continent": "アジア",
    "flag_image_url": "/flags/nepal.svg",
    "map_image_url": "/maps/nepal.png",
    "description": "ネパールの国旗（ネパールのこっき）は、ネパール王国の王家と宰相家が使用していた2つの三角旗を組み合わせて簡略化したことに由来している。世界で唯一、四角形でない国旗である。 国旗の真紅は、ネパールの国花であるシャクナゲの色であり、ネパールのナショナルカラーでもある。また、赤は国民の勇敢さを、縁取りの青は平和を、それぞれ意味している。2つの三角形はヒマラヤ山脈の山並みを象るとともに二大宗教であるヒンドゥー教と仏教を意味しており、月と太陽はこの国が月や太陽と同じように持続し発展するようにという願いが込められている。",
    "summary": "ネパール\nनेपाल\n\n国の標語：जननी जन्मभूमिष्च स्वर्गादपि गरियसिラテン文字転写：Janani Janmabhumishcha Swargadapi Gariyasi（サンスクリット：祖国は天国より素晴らしい）\n国歌：何百もの花束\n\n1 清との冊封関係は、清が1912年に崩壊するまで続いた。\n\nネパール（ネパール語: नेपाल）は、南アジアに位置する連邦共和制国家。首都であり最大の都市はカトマンズ。\n東、西、南の三方をインドに、北方を中華人民共和国・チベット自治区に接し、バングラデシュとはシリグリ回廊で、ブータンとはインド・シッキム州で僅かに隔てられている。\n国土は世界最高地点エベレスト（サガルマータ）を含むヒマラヤ山脈および中央部丘陵地帯と、南部のタライ平原から成る。ヒマラヤ登山の玄関口としての役割を果たしている。面積は約147,181 km2で、西北から東南方向に細長い内陸国となっている。"
  },
  {
    "id": "norway",
    "name": "ノルウェー",
    "capital": "オスロ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/norway.svg",
    "map_image_url": "/maps/norway.png",
    "description": "ノルウェーの国旗 (ノルウェー語 (ブークモール): Norges flagg、ノルウェー語 (ニーノシュク): Norske flagget)は、赤地に白の縁取りがなされたインディゴブルーのスカンディナヴィア十字が描かれた旗。",
    "summary": "ノルウェー王国\nKongeriket Norge（ブークモール）Kongeriket Noreg（ニーノシュク）\n\n国の標語：不明\n国歌：Ja, vi elsker dette landet（ノルウェー語）（そうだ！我らはこの地を愛す）\n\n註1 : 6地区では、さらにサーミ語も公用語。\n\nノルウェー王国（ノルウェーおうこく、ノルウェー語: Kongeriket Norge/Noreg）、通称ノルウェーは、北ヨーロッパのスカンディナヴィア半島西岸に位置する立憲君主制国家である。首都は半島南端部に存在するオスロ・フィヨルドの奥に形成された港湾都市のオスロ。東にスウェーデン、ロシア、フィンランドと国境を接している。欧州連合(EU)には非加盟である。\n地理としては国土は南北に細長く、海岸線は北大西洋の複数の海域、すなわちスカゲラック海峡、北海、ノルウェー海およびバレンツ海に面している。海岸線には、多くのフィヨルドが発達する。このほか、ノルウェー本土から約1,000キロ離れた北大西洋上のヤンマイエン島は固有の領土の一部として領有され、スヴァールバル条約によりバレンツ海のスヴァールバル諸島を領有している。南大西洋にブーベ島を属領として持つ。\n\n"
  },
  {
    "id": "bahrain",
    "name": "バーレーン",
    "capital": "マナーマ",
    "continent": "アジア",
    "flag_image_url": "/flags/bahrain.svg",
    "map_image_url": "/maps/bahrain.png",
    "description": "バーレーンの国旗(アラビア語 علم البحرين)は、赤・白に塗り分けられた二色旗である。 赤は伝統的にペルシャ湾各国で使用されている色で、竿側に白を使用。赤と白は頂点が5つあるジグザグ線で分けられる。5つの頂点はイスラム教の五行を表している。 バーレーンの最古の国旗は単純に赤一色のものであったが、19世紀に近隣諸国との和平を示すため白が追加され、ジグザグ線は他国との区別をするため追加された。従来、ジグザグ線の頂点は8つだったが、2002年に新憲法が制定され、国名がバーレーン国からバーレーン王国に改称されたのに伴い現行の5つに変更された。 ジグザグ線が省略され、直線で表現されることもある。",
    "summary": "バーレーン王国\nمملكة البحرين\n\n国の標語：なし\n国歌：بحريننا（アラビア語）我等のバーレーン\n\nバーレーン王国（バーレーンおうこく、アラビア語: مملكة البحرين, ラテン文字: Mamlakat al-Baḥrayn, マムラカト・アル＝バフライン）、通称バーレーンは、西アジア・中東に位置し、ペルシア湾のバーレーン島および大小33の島（ムハッラク島など）からなる立憲君主制国家。首都はマナーマ。\n王家のハリーファ家はクウェートのサバーハ家やサウジアラビアのサウード家と同じくアナイザ族出身でスンナ派であるが、1782年以前はシーア派以外の宗派を認めていなかったサファヴィー朝やアフシャール朝の支配下にあった経緯もあり、国民の大多数をシーア派が占める。\n1994年以後、シーア派による反政府運動が激化し、2001年2月に行われた国民投票によって、絶対王政の首長制から立憲君主の王制へ移行と共に王国へ改名した。\n\n"
  },
  {
    "id": "haiti",
    "name": "ハイチ",
    "capital": "ポルトープランス",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/haiti.svg",
    "map_image_url": "/maps/haiti.png",
    "description": "ハイチの国旗は、1986年2月25日に制定された。市民旗には紋章が無い。 現在使われている赤と紺色の二色旗は、宗主国であるフランスに対する蜂起の際にトリコロールの白色部分を取り除いたものを旗印に使用したのが始まりである。 フランソワとジャン＝クロードのデュヴァリエ父子による独裁政権下にあった1964年5月25日から1986年2月25日までは、現在とは異なり黒人を意味するとされる黒と赤の垂直二色旗を採用していた。",
    "summary": "ハイチ共和国\nRepiblik d Ayiti（ハイチ語）République d'Haïti（フランス語）\n\n国の標語：L'union fait la force（フランス語: 団結は力なり）\n国歌：La Dessalinienne （フランス語）デサリーヌの歌\n\nハイチ（ハイチ語: Ayiti [ajiti]; フランス語: Haïti [a.iti]; 英語: Haiti  ( 音声ファイル)）は、カリブ海地域のイスパニョーラ島西部を占める共和制国家。首都はポルトープランス。\n公式には ハイチ共和国（ハイチきょうわこく、ハイチ語: Repiblik d Ayiti、フランス語: République d'Haïti、英語: Republic of Haiti）という。"
  },
  {
    "id": "pakistan",
    "name": "パキスタン",
    "capital": "イスラマバード",
    "continent": "アジア",
    "flag_image_url": "/flags/pakistan.svg",
    "map_image_url": "/maps/pakistan.png",
    "description": "パキスタンの国旗は、緑・白で三日月と星がデザインされた旗である。 もともと1906年にデザインされ、1947年の独立時に正式に制定された。 緑はイスラム教を象徴する色で、竿側に白を使用する。この白はイスラム教徒以外の少数派の存在を示している。また中央には進歩を示す三日月と、光と知識を示す星があしらわれている。この三日月と星の組み合わせは、トルコの国旗などイスラム教国家の国旗でしばしば使用されるモチーフである。 パキスタン国旗の名称は「緑月旗（ウルドゥー語: سبز ہلالی پرچم, ラテン文字転写: Sabz Hilali Parcham）」と呼ぶ。 なお、この旗は縦長に掲揚してはならない。",
    "summary": "パキスタン・イスラム共和国\nاسلامی جمہوریہ پاكستان（ウルドゥー語）Islamic Republic of Pakistan（英語）\n\n国の標語：ايمان اتحاد تنظيم\nラテン文字転写: īmān, ittihād, tanazeem\n （ウルドゥー語: 信頼、統一、規律）\n国歌：\nقومی ترانہ（ウルドゥー語）神聖なる大地に祝福あれ\n薄緑色箇所はカシミールと呼ばれておりインド、パキスタン、中国の三カ国で分割統治されているため現在インドとの間で領土問題を抱えている\n\nパキスタン・イスラム共和国（パキスタン・イスラムきょうわこく、ウルドゥー語: اِسْلامی جَمْہُورِیَہ پَاکِسْتَان）、通称パキスタンは、南アジアに位置する連邦共和制国家である。東にインド、西にアフガニスタン、南西にイランとオマーン(海上国境)、北東に中華人民共和国と国境を接している。北はアフガニスタンのワハーン回廊でタジキスタンと狭く隔てられている。首都はイスラマバード。"
  },
  {
    "id": "vatican_city",
    "name": "バチカン",
    "capital": "N/A",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/vatican_city.svg",
    "map_image_url": "/maps/vatican_city.png",
    "description": "バチカンの国旗は黄と白の縦二色旗であり、旗尾側の白地中央に、国章に近い紋章を配した旗。長方形ではなく正方形。紋章は金と銀の鍵（聖ペテロに与えられた「天国の鍵」）、および教皇冠がデザインされている。 1929年にローマ教皇ピウス11世がラテラノ条約を結び、バチカンの領域や主権が確定されるのに伴って、旗も制定された。以前の教皇領の旗に紋章を加えたデザインに近くなっている。",
    "summary": "バチカン市国\nStatus Civitatis Vaticanae（ラテン語）Stato della Città del Vaticano（イタリア語）\n\n国の標語：無し\n国歌：教皇賛歌(事実上)\n\nバチカンとは、カトリック教会の主導者である教皇とローマ教皇庁をあわせた概念であり、国としての側面を持つ聖座（ラテン語: Sancta Sedes）と、イタリアのローマ市内に位置するバチカン市国の総称である。国家としてのバチカン市国（バチカンしこく、ラテン語: Status Civitatis Vaticanae、イタリア語: Stato della Città del Vaticano）は、1929年にラテラノ条約により独立国となった南ヨーロッパに位置する国家で国土面積は世界最小である（0.44km²）。ヴァチカンやバティカン、ヴァティカン、ヴァティカーノとも表記される。"
  },
  {
    "id": "panama",
    "name": "パナマ",
    "capital": "パナマ市",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/panama.svg",
    "map_image_url": "/maps/panama.png",
    "description": "パナマの国旗（パナマのこっき Flag of Panama）は、赤・青・白の3色が用いられ、赤星及び青星が配置されたデザインの旗である。 1903年のコロンビアからの分離独立時に初めて掲揚され、1904年に正式に議会で承認された。1925年に白地と星の配置を変更し、現在のデザインとなった。 当時の政治情勢を象徴し、青と赤はコロンビア保守党（保守派）とコロンビア自由党（共和派）を表し、白は平和を表している。青い星はこの国の生活の純粋さと誠実さを表し、赤い星はこの国の権威と法律を表しているとされる。正式には1903年にマリア・デ・ラ・オッサ・デ・アマドール（María de la Ossa de Amador）によって制作されたとされる。",
    "summary": "パナマ共和国\nRepública de Panamá\n\n国の標語：Pro Mundi Beneficio（ラテン語: 世界の福利のために）\n国歌：Himno Istmeño（スペイン語）地峡賛歌\n\nパナマ共和国（パナマきょうわこく、スペイン語: República de Panamá）、通称パナマは、北アメリカ大陸と南アメリカ大陸の境に位置する共和制国家である。北西にコスタリカ、南東にコロンビアに接し、北はカリブ海、南は太平洋に面する。首都はパナマ市（パナマシティ）。\nパナマは、世界的に有名な「パナマ運河」が存在することで知られている。この運河は1914年に完成し、大西洋と太平洋を結ぶ重要な海上ルートとして機能している。パナマ運河の存在は、国の経済に大きな影響を与えており、通行料収入が主要な収入源となっている。\n歴史的には、パナマは16世紀初頭にスペインによって植民地化され、19世紀初頭にスペインからの独立を果たした。その後、コロンビアの一部として存在していたが、1903年に独立し、アメリカの支援を受けてパナマ運河の建設が始まった。\n地理的条件により、パナマは熱帯気候であり、年間を通じて温暖で湿度が高い。国土は山岳地帯と低地が混在しており、自然環境が豊かで多様な動植物が生息している。\n経済は運河関連産業に依存しているが、金融、物流、観光業も重要な分野である。自由貿易地域や国際金融センターとしての地位を活用し、外国からの投資を積極的に誘致している。\n\n"
  },
  {
    "id": "vanuatu",
    "name": "バヌアツ",
    "capital": "ポートビラ",
    "continent": "オセアニア",
    "flag_image_url": "/flags/vanuatu.svg",
    "map_image_url": "/maps/vanuatu.png",
    "description": "バヌアツの国旗は、1980年2月13日に制定された。 1980年にバヌア・アク党の指導により独立した際、党旗の色から国旗の色（赤・緑・黄・黒）を選んだ。 緑は国土の豊かさ、赤は猪と人間の血および太陽、黒はメラネシア人をそれぞれ象徴している。 黒を目立たせる黄色の縁取りは、当時の首相の要望で追加された。黄色の Y 字はこの太平洋の島々でのゴスペルの光を表している (バヌアツは 75% の国民がキリスト教徒)。黒地の中の紋章は、この諸島で繁栄の象徴として装飾に使われる猪の牙と、ナメーレ (namele) という原生シダの葉。この葉は平和の象徴とされ、39 枚の複葉がバヌアツ議会の39議席を示している。",
    "summary": "バヌアツ共和国\nRipablik blong Vanuatu （ビスラマ語）Republic of Vanuatu （英語）République du Vanuatu （フランス語）\n\n国の標語：Long God Yumi Stanap（ビスラマ語：神と共に立つ）\n国歌：Yumi, Yumi, Yumi（ビスラマ語）我等、我等、我等\n\nバヌアツ共和国（バヌアツきょうわこく）、通称バヌアツは、南太平洋のシェパード諸島の火山島上などに位置する共和制国家、オセアニアの島嶼国家（島国）である。首都はエファテ島にあるポートビラ。\n北西から南西にかけては、ともに珊瑚海を取り巻くソロモン諸島、パプアニューギニア、オーストラリア、フランス海外領土のニューカレドニアがある。南はニュージーランドが、東から北にかけてはフィジー、ナウルなど他の島嶼国家やアメリカ領サモア、フランス海外領土ウォリス・フツナが点在する。イギリス連邦加盟国。\n\n"
  },
  {
    "id": "the_bahamas",
    "name": "バハマ",
    "capital": "ナッソー",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/the_bahamas.svg",
    "map_image_url": "/maps/the_bahamas.png",
    "description": "バハマの国旗 (英語 Flag of the Bahamas)は1973年7月10日の独立とともに制定された。 左側の黒い三角形は、アフリカに由来を持つバハマ国民30万人の団結を意味する。右側の二本の青い帯は大西洋とカリブ海を意味する。右中央の黄金の帯は、大西洋とカリブ海に囲まれた陸地、すなわちバハマの島々を意味する。",
    "summary": "バハマ国\nCommonwealth of The Bahamas\n\n国の標語：Forward, Upward, Onward, Together(英語: 前へ、上へ、先へ、共に)\n国歌：March On, Bahamaland（英語）進め、バハマよ\n\nバハマ国（バハマこく、（英語: Commonwealth of The Bahamas） 通称バハマは、西インド諸島のバハマ諸島を領有する国家。英語圏に属し、イギリス連邦の加盟国であると同時に英連邦王国の一国たる立憲君主制国家である。\n島国であり、海を隔てて北西にアメリカ合衆国のフロリダ半島が、南西にキューバが、南東にハイチが存在する。首都はニュー・プロビデンス島のナッソー。バハマ文書が注目を浴びている。人口は40万516人（2022年時点）。"
  },
  {
    "id": "papua_new_guinea",
    "name": "パプアニューギニア",
    "capital": "ポートモレスビー",
    "continent": "オセアニア",
    "flag_image_url": "/flags/papua_new_guinea.svg",
    "map_image_url": "/maps/papua_new_guinea.png",
    "description": "パプアニューギニアの国旗は、 1971年7月1日に制定された主に赤と黒で斜めに塗り分けられた旗である。 オーストラリアの国連信託統治領からの独立を前に行われた公募コンテストで当時15歳の女性スーザン・カリケ・フフメがデザインしたもの。 赤地部分には国鳥であるアカカザリフウチョウ(極楽鳥)のシルエットが描かれ、黒地部分には南十字星が描かれている。 赤と黒はパプアニューギニアの伝統色であると同時に、赤・黒・黄の組み合わせは同国を1918年まで支配したドイツ帝国の旗の色である。このフウチョウはパプアニューギニアの国章にも描かれている。",
    "summary": "パプアニューギニア独立国\nIndependent State of Papua New Guinea（英語）Independen Stet bilong Papua Niugini（トク・ピシン）Gau Hedinarai ai Papua–Matamata Guinea（ヒリモツ語）\n\n国の標語：多様性は団結なり\n国歌：O Arise, All You Sons（英語）すべての者よ、立ち上がれ\n\nパプアニューギニア独立国（パプアニューギニアどくりつこく）、通称パプアニューギニアは、南太平洋にあるニューギニア島の東半分及び周辺の島々からなる立憲君主制国家。東南アジア諸国連合 (ASEAN) の特別オブザーバーであるが、地理的にはオセアニアに属する。オーストラリアの北、ソロモン諸島の西、インドネシアの東、ミクロネシア連邦の南に位置する。イギリス連邦加盟国かつ英連邦王国の一国であり、非白人が国民の多数を占める国としては英連邦王国のうち人口最多かつ面積最大の国である。首都はポートモレスビー。\n\n"
  },
  {
    "id": "palau",
    "name": "パラオ",
    "capital": "ンゲルルムッド",
    "continent": "オセアニア",
    "flag_image_url": "/flags/palau.svg",
    "map_image_url": "/maps/palau.png",
    "description": "パラオ共和国（Beluu er a Belau）の国旗は、中央のやや旗竿寄りに黄色の円を配し、明るい青を背景色とした旗である。 概要 黄金色の円は月を表し、パラオ人の機が熟し独立国となったことを表す。また月はパラオの人々にとって収穫や自然の循環、年中行事に重要な役割を果たしている。明るい青はパラオが広大な太平洋に位置することとともに、過去の異国の統治による影からの脱出を表す。 このデザインは、1979年に国旗を決めるコンテストで優勝したジョン・ブラウ・スキーボング（John Blau Skebong、1935年生まれ・現アルモノグイ州知事の実兄）によるもの。ンギラクラン・マルソル（Ngiraklang Malsol）を委員長とする国旗選定のための特別委員会によって20作品ほど（70から100作品ほどという説もある）の候補から選ばれ、1980年に議会で承認された。 日本の国旗との関連 パラオ政府の見解 パラオ政府内務省による国旗についての文書ではデザインにおける類似性の記載はない。 関係者へのインタビュー ジョン・ブラウ・スキーボング（国旗デザイン者） 2010年10月、元埼玉県立大学教授で国旗に詳しい吹浦忠正（現ユーラシア21研究所理事長）は、パラオに出向き、国旗をデザインしたジョン・ブラウ・スキーポングにインタビューを行っている。吹浦が「パラオの国旗は日の丸の模倣ではないか」、「日の丸の太陽に遠慮して月にしたのではないか」、「日の丸に遠慮して月を中心よりずらしたのではないか」という3点をたずねた。スキーボングは「全部違うね。私はもちろん日の丸を知っているが、特別にそれを意識してデザインしたわけではない。日本は日本、パラオはパラオだ。」とし、さらに「パラオの美しい月を表現したもの」と回答している。 クニオ・ナカムラ大統領 1999年、東京財団の研究者である歌川令三はクニオ・ナカムラ大統領（在任1993年 - 2001年）と懇談の折に直接真相をただしたが、大統領は苦笑して肯定も否定もしなかった。結局、歌川はパラオ国旗と日の丸の関係について「よくわからない」としている。 ミノル・ウエキ駐日パラオ大使 2015年4月8日放送の『FNN みんなのニュース』（フジテレビ）にて、日本とパラオの国旗デザインの類似性を取り上げ、ミノル・ウエキ元駐日パラオ大使（在任2009年 - 2013年）へインタビューを行った。ウエキはフジテレビ記者の質問に対して、「日本の国旗（白地に赤色）から取って、青地に黄色にした。青が海で、真ん中の丸は月」と語っている。 日本国旗に由来するとの説が広まった経緯 この説の起源は不明だが、1982年にパラオのペリリュー島に日本の右翼団体日本青年社の傘下組織である「清流社」がペリリュー神社を「創建」した際に賛同資金集めのために出版された冊子「ペリリュー神社奉賛会設立趣意書」にはすでにこの説が記されている。名越二荒之助は展転社の協力を得て「日の丸三兄弟」と銘打った各地の講演などを通じて自説の普及に努めた。名越は2004年8月16日のチャンネル桜の放送「桜塾講座－世界に開かれた日本近現代史 #1 日の丸三兄弟物語」において「パラオの国旗の月は日出る国日本によって照らされて輝くと我々（名越）は解釈するが、そのことをパラオの人たちには恩着せがましいので言わない」と発言している。名越は著作「世界に生きる日本の心」にて、パラオ国旗・バングラデシュ国旗を日章旗に由来する「日の丸三兄弟」として紹介した。 1990年代後半からは名越の弟子である伊勢雅臣（布瀬雅義）が主宰発行するメールマガジン「国際派日本人養成講座」を通じて、インターネットを中心にこの説が一気に周知されていく。そのほか、西牟田靖の著作『僕の見た「大日本帝国」』や、世界の国旗に関する辞典、図鑑などでもこの説が紹介されている。 また、藤岡信勝が代表を務める自由主義史観研究会や藤岡と交流のあった向山洋一をリーダーとするTOSSのメンバーにより、一部の小中学校における社会や道徳の授業にて当然のこととして授業に取り入れられている。 脚注 注釈 出典 関連項目 国旗の一覧 パラオの国章",
    "summary": "パラオ共和国\nBeluu er a Belau （パラオ語）Republic of Palau （英語）\n\n国の標語：Rainbow's End\n国歌：我等がパラオ\n\nパラオ共和国（パラオきょうわこく、パラオ語: Beluu er a Belau、英: Republic of Palau）、通称パラオは、太平洋上のオセアニア州に位置し、フィリピンの東方にあるミクロネシア地域の島々からなる共和制国家。首都はンゲルルムッド。2006年10月7日にコロールから遷都した。\n\n"
  },
  {
    "id": "paraguay",
    "name": "パラグアイ",
    "capital": "アスンシオン",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/paraguay.svg",
    "map_image_url": "/maps/paraguay.png",
    "description": "パラグアイの国旗は、赤白青の横三色旗。世界で唯一表と裏のデザインが違う国旗。表面の中央部には国章が、裏面の中央部はライオンと自由の帽子、「平和と正義」（PAZ Y JUSTICIA）と記したリボンを配置した国庫証印がある。",
    "summary": "パラグアイ共和国\nRepública del Paraguay（スペイン語）Paraguái Tavakuairetã（グアラニー語）\n\n国の標語：Paz y justicia（スペイン語: 平和と正義）\n国歌：Paraguayos, República o Muerte（スペイン語）パラグアイ人達よ、共和国か死か\n\nパラグアイ共和国（パラグアイきょうわこく、スペイン語: República del Paraguay、グアラニー語: Paraguái Tavakuairetã）、通称パラグアイは、南アメリカ中央南部に位置する共和制国家である。東と北東をブラジル、西と北西をボリビア、南と南西をアルゼンチンに囲まれている内陸国である。首都はアスンシオン。\nなお、パラグアイの国旗はデザインが表と裏とで異なっている（パラグアイの国旗を参照）。"
  },
  {
    "id": "barbados",
    "name": "バルバドス",
    "capital": "ブリッジタウン",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/barbados.svg",
    "map_image_url": "/maps/barbados.png",
    "description": "バルバドスの国旗（バルバドスのこっき）は、1966年11月30日の独立時に制定された。 国旗のデザインは公募によって決定され、バルバドスの美術教師グラントリ・プレスコッドの案が採用された。 旗は青、金、黒で塗り分けられている。左右の青色はカリブ海、大西洋、空、金色は砂浜を表している。中央の金色地の部分には、三叉戟（三叉の矛）があしらわれており、独立前のバルバドスの記章に描かれていた海の支配者であるブリタニア像が持っていた矛が元になっている。折れた柄は植民地時代からの決別を、三叉はそれぞれ「民主主義」「政府議会」「民衆」を意味している。矛は海の神ポセイドン（ネプチューン）のシンボルでもあり、バルバドスにとっての海の重要性を表している。",
    "summary": "バルバドス\nBarbados\n\n国の標語：Pride and Industry（英語: 誇りと勤勉）\n国歌：In Plenty and In Time of Need（英語）豊かな時も、いざという時も\n\nバルバドス（英語: Barbados）は、カリブ海、西インド諸島内の小アンティル諸島東端にある共和制国家。首都はブリッジタウン。\n全体が珊瑚礁で出来ている島国であり、海を隔てて約200kmの北西にセントルシア、西にセントビンセント・グレナディーン、南西にグレナダとトリニダード・トバゴが存在する。\nラテンアメリカ、カリブ海諸国全域において、最も議会制民主主義が定着した国であり、国際連合（以下、国連）による人間開発指数では69位（2023年）である。\n平均寿命は76.178歳（男73.631歳、女78.615\n歳、2023年度）で世界第95位。\nイギリス連邦の一員。独立以来英連邦王国の一つであったが、2021年11月30日に共和制に移行。\n\n"
  },
  {
    "id": "palestine",
    "name": "パレスチナ",
    "capital": "エルサレム",
    "continent": "アジア",
    "flag_image_url": "/flags/palestine.svg",
    "map_image_url": "/maps/palestine.png",
    "description": "パレスチナの旗（アラビア語: علم فلسطين, Palestinian flag）はアラブ反乱の旗に基づく意匠の旗であり、現在はパレスチナ人およびパレスチナ国家を代表するものとして世界各地で使われ、パレスチナ自治政府の旗としても制定されている。",
    "summary": "パレスチナ国\nدولة فلسطين\n\n国の標語：不明\n国歌：فدائي（アラビア語）革命者\n\nパレスチナ国（パレスチナこく、アラビア語: دولة فلسطين Dawlat Filasṭīn, ダウラト・フィラスティーン、英: State of Palestine）は、地中海東部のパレスチナに位置する共和制国家。国際連合（UN）には未加盟であるが、2025年9月22日時点で、193の国連加盟国の内、155か国が国家として承認している。\nその領土（パレスチナ領域）は、パレスチナ自治政府（ファタハが主導）が実効支配するヨルダン川西岸地区およびハマースが2007年以来実効支配する（ガザ政府）ガザ地区から成る。パレスチナ国は、東エルサレムを名目上の首都として定めているが、行政機能は事実上ラマッラーに置かれている。"
  },
  {
    "id": "hungary",
    "name": "ハンガリー",
    "capital": "ブダペスト",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/hungary.svg",
    "map_image_url": "/maps/hungary.png",
    "description": "ハンガリーの国旗（ハンガリーのこっき ハンガリー語 : Magyarország zászlaja） 三色旗であり、現在の旗は1956年から用いられている。13世紀ごろから赤白の二色旗を用い始めたが、いつから緑が加わったのかは不明。 赤い色は力、白い色は誠実、緑の色は希望の象徴である。",
    "summary": "ハンガリー\nMagyarország\n\n国の標語：なし\n国歌：Himnusz（ハンガリー語）賛称\n\nハンガリー（ハンガリー語: Magyarország）は、中央ヨーロッパ（中欧）の共和制国家。西にオーストリア、スロベニア、北にスロバキア、東にウクライナ、ルーマニア、南にセルビア、南西にクロアチアに囲まれた内陸国。首都はブダペストである。基本的には中欧とされるが、歴史的には東ヨーロッパ（東欧）に分類されたことがある。\n国土の大部分はなだらかな丘陵で、ドナウ川などに潤される東部・南部の平野部には肥沃な農地が広がる。"
  },
  {
    "id": "bangladesh",
    "name": "バングラデシュ",
    "capital": "ダッカ",
    "continent": "アジア",
    "flag_image_url": "/flags/bangladesh.svg",
    "map_image_url": "/maps/bangladesh.png",
    "description": "バングラデシュの国旗（バングラデシュのこっき、ベンガル語: বাংলাদেশের জাতীয় পতাকা）は、1972年1月17日に制定された。旗のデザインは、緑の地に、中央からやや旗竿寄りに赤い円が描かれている。赤い円は昇りゆく太陽を表し、地の緑色は豊かな大地を表す。また、赤い色は独立戦争で死んだ者の血も表している。縦横比は3:5。",
    "summary": "バングラデシュ人民共和国\nগণপ্রজাতন্ত্রী বাংলাদেশ\n\n国の標語：なし\n国歌：আমার সোনার বাংলা（ベンガル語）我が黄金のベンガルよ\n\nバングラデシュ人民共和国（バングラデシュじんみんきょうわこく、英語: People's Republic of Bangladesh、ベンガル語: গণপ্রজাতন্ত্রী বাংলাদেশ）、南アジアにある共和制国家。通称はバングラデシュ。首都はダッカである。\n北と東西の三方はインド、南東部はミャンマーと国境を接する。南はベンガル湾（インド洋の一部）に面する。西側で隣接するインドの西ベンガル州、東側で隣接するインドのトリプラ州とともにベンガル語圏に属する。ベンガル湾に注ぐ大河ガンジス川の下流部を有する。\nイギリス領インド帝国の一部からパキスタンの飛地領土（東パキスタン）を経て独立した。イギリス連邦加盟国のひとつである。"
  },
  {
    "id": "timorleste",
    "name": "東ティモール",
    "capital": "ディリ",
    "continent": "アジア",
    "flag_image_url": "/flags/timorleste.svg",
    "map_image_url": "/maps/timorleste.png",
    "description": "東ティモールの国旗は、2002年5月20日に採用されたもので、1975年に一度採用されたものと同じ旗。 2002年5月20日の独立記念日に、国連旗がおろされこの旗が掲揚された。東ティモール民主共和国の憲法によると、黄色の三角形は「東ティモール史に残る植民地主義の跡」を表し、黒の三角形は「乗り越えなければならない反啓蒙主義」を示す。赤地は「国民の解放への苦闘」を表し、星は「道を示す光」、白は平和を表すとされている。 ポルトガル統治時代は、ポルトガルの国旗が掲げられた。",
    "summary": "東ティモール民主共和国\nRepública Democrática de Timor-Leste （ポルトガル語）\nRepúblika Demokrátika Timór-Leste （テトゥン語）\n\n国の標語：Unidade, Acção, Progresso（ポルトガル語: 統一、行動、前進）\n国歌：Pátria（ポルトガル語）祖国\n\n註1: かつては.TP\n\n東ティモール民主共和国（ひがしティモールみんしゅきょうわこく、ポルトガル語: República Democrática de Timor-Leste）、通称東ティモールは、アジア（東南アジア）地域に位置する共和制国家。首都はディリ。\n島国であり、小スンダ列島にあるティモール島の東半分とアタウロ島、ジャコ島、飛地オエクシで構成されている。南方には、ティモール海を挟んでオーストラリアがあり、それ以外はインドネシア領東ヌサ・トゥンガラ州（西ティモールを含む）である。\n1999年8月30日に国連の主導で独立についての住民投票を実施。インドネシアの占領から2002年5月20日に独立した（国際法上はポルトガルから独立）。21世紀最初の独立国である。ポルトガル語諸国共同体及びASEAN加盟国。"
  },
  {
    "id": "fiji",
    "name": "フィジー",
    "capital": "スバ",
    "continent": "オセアニア",
    "flag_image_url": "/flags/fiji.svg",
    "map_image_url": "/maps/fiji.png",
    "description": "フィジー共和国の国旗は、1970年10月10日に制定された。その後国章は一部変更されているが国旗自体は同じデザインである。 概要 他のイギリス植民地だった国々同様、ユニオンジャックを左上（カントン部）に配したブルー・エンサンを使用している。基本の青のブルー・エンサンは実際には政府旗であり、一般の国旗として使用されるのは、水色地の旗である。 この国旗は独立前のものとほとんど同じだが、独立前は青地が濃いものであり、国章は盾部分だけではなく人物とカヌー、リボンも含めた全体が描かれていた。 国旗変更検討と取りやめ フィジーは1987年から1997年までイギリス連邦を離脱していた間も、ユニオンジャックのついた国旗を使っていた。その後ユニオンジャックのない国旗の採用に動き、いくつかの案に絞り込んだが、実際には正式に採用に至らなかった。2005年11月には評議会にて国旗内の国章を独立前の紋章に戻すべきだとの決議がなされている。2015年2月、国旗をユニオンジャックのない「太平洋地域の国家」をイメージした新デザインとする方針を公表したが、そのデザインは決まっていなかった。翌2016年のリオデジャネイロオリンピックの7人制ラグビーでフィジーが金メダルを獲得し、国民が現行旗を振って祝福する姿に首相が心を動かされたという理由から、国旗変更の取りやめを発表している。 フィジーの旗いろいろ 歴史的な旗 脚注 関連項目 国旗の一覧 フィジーの国章 ブルー・エンサイン",
    "summary": "フィジー共和国\nRepublic of Fiji（英語）Matanitu Tugalala o Viti（フィジー語）फ़िजी गणराज्य（フィジー・ヒンディー語）\n\n国の標語：Rerevaka na Kalou ka Doka na Tui（フィジー語: 神を畏敬し、女王を尊敬する）\n国歌：God Bless Fiji（英語）フィジーに幸あれ\n\nフィジー共和国（フィジーきょうわこく、英: Republic of Fiji、フィジー語: Matanitu Tugalala o Viti、フィジー・ヒンディー語: फ़िजी गणराज्य, Fijī Gaṇarājya）、通称フィジー（英: Fiji、フィジー語: Viti、フィジー・ヒンディー語: फ़िजी, Fijī）は、南太平洋のフィジー諸島とその北方のロツマ島からなる群島国家。領有する島や環礁は約330で、首都はビティレブ島のスバ。\nオセアニアのうちメラネシアに位置する。周囲には北から時計回りにツバル、フランス領ウォリス・フツナ、トンガ、北島 (ニュージーランド)、フランス領ニューカレドニア、バヌアツなどがある。\n1970年にイギリス植民地から独立し、イギリス連邦加盟国である。\n\n"
  },
  {
    "id": "philippines",
    "name": "フィリピン",
    "capital": "マニラ",
    "continent": "アジア",
    "flag_image_url": "/flags/philippines.svg",
    "map_image_url": "/maps/philippines.png",
    "description": "フィリピンの国旗は4つの色からなる国旗である。白は平等と友愛を、青は平和、真実と正義を、赤は勇気と愛国心を象徴し、黄色い太陽は自由を意味している。3つの星は主な島であるルソン島・ミンダナオ島・ヴィサヤ諸島を象徴している。太陽から伸びる8本の光条は、フィリピン独立革命の際、最初に武器を取ったルソン島所在の8州（パンパンガ州、ブラカン州、リサール州、カビテ州、バタンガス州、ラグナ州、タルラック州、ケソン州）を表している。 戦争の時には、天地を逆にして「勇気」「愛国心」を表す『赤』を上にし強調するという、他の国旗にはなかなか見られない特徴を持つ。 この国旗は米比戦争中の1907年より、フィリピン第一共和国が崩壊しアメリカ合衆国に占領された後、1919年10月30日まで掲揚が禁止された。 2009年9月27日、国会は、スペイン植民地時代にも屈服しなかったムスリムに敬意を表し、光条を1本増やして9本とする議案を可決（2020年6月現在、デザインはまだ改定されていない）。",
    "summary": "フィリピン共和国\nRepublika ng Pilipinas（フィリピン語）Republic of the Philippines（英語） República de Filipinas （スペイン語）\n\n国の標語：Maka-Diyos, Maka-Tao, Makakalikasan at Makabansa（タガログ語: 神、国民、自然、国への愛情のために）\n国歌：Lupang Hinirang（タガログ語）最愛の地\n\nフィリピン共和国（フィリピンきょうわこく、フィリピン語/タガログ語: Republika ng Pilipinas、英: Republic of the Philippines、スペイン語: República de Filipinas) 通称フィリピンは、東南アジアに位置する立憲共和制国家。7641の島々がある島国であり、そのうち有人島に暮らす総人口は1億人を超える。マレー系を主とした多民族国家であり、首都はマニラ市。\nフィリピン諸島は、東はフィリピン海を挟んで日本とパラオ、バシー海峡を挟んで台湾、スールー海を挟んでマレーシア、南はセレベス海を挟んでインドネシア、西は南シナ海を挟んで中国およびベトナムと向かい合う形で海上での国境を接している。\n\n"
  },
  {
    "id": "finland",
    "name": "フィンランド",
    "capital": "ヘルシンキ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/finland.svg",
    "map_image_url": "/maps/finland.png",
    "description": "フィンランドの国旗 (フィンランド語: Suomen lippu、スウェーデン語: Finlands flagga) は、20世紀初頭から使用されるようになった国旗。場合によっては、siniristilippu（「青十字旗」の意）とも呼ばれる。白地にキリスト教を反映しているとされる青のスカンディナヴィア十字を描いた旗。政府公用旗は、市民旗に四角形のフィンランドの国章がスカンディナヴィア十字の交点の部分に配置された物である。この政府公用旗の旗尾に燕尾型にしたものが軍旗として使用される。更に大統領旗も制定されており、こちらは軍旗の左上の白い部分に、自由十字勲章にちなんだ自由十字が配置されている。スウェーデンの国旗のように、フィンランドの国旗は、スカンディナヴィア十字を基にした旗である。この国旗は、フィンランドがロシア帝国の（フィンランド大公国）から独立を宣言して成立したフィンランド王国で採用された。これは、多くの愛国的なフィンランド人達が自分たちの国のための特別な旗を欲していた際に制定された。ただし、このデザイン自体は19世紀に行われている。この国旗に使われた青の色は、フィンランドにある数千の湖と海と空を、白が国土を覆う雪を反映しているとされる。この色の組み合わせは、100を超えるフィンランドの州旗、軍旗、自治体旗に使用されている。",
    "summary": "フィンランド共和国\nSuomen tasavalta（フィンランド語）Republiken Finland（スウェーデン語）\n\n国の標語：なし\n国歌：Maamme（フィンランド語）Vårt Land（スウェーデン語）我等の地\n\nフィンランド共和国（フィンランドきょうわこく、フィンランド語: Suomen tasavalta、スウェーデン語: Republiken Finland）、通称フィンランドは、北ヨーロッパに位置する共和制国家。首都はヘルシンキ。バルト海東岸に位置する国の一つであり、国境は、北はノルウェー、西はスウェーデン、東はロシアと接する。南はフィンランド湾を挟みエストニアと相対している。\n国体の変化が激しい歴史を持つ国家であり、王制から共和制へ変換された国々の一国として知られている。ロシア帝国が第二次ロシア・スウェーデン戦争後にフィンランドを併合してフィンランド大公国にした1809年まで、スウェーデン王国に属していた。のちにロシア帝国がロシア革命で崩壊して1917年に独立した。独立後、フィンランドでは4つの戦争が行われた。1918年のフィンランド内戦、ロシア革命で成立したソビエト連邦と冬戦争（1939年 - 1940年）、第二次世界大戦（独ソ戦）に伴うソ連と継続戦争（1941年 - 1944年）、ソ連と講和後のナチス・ドイツとラップランド戦争（1944年 - 1945年）である。それぞれの戦争において、共和国の軍隊は、軍の最高司令官であるマンネルヘイム元帥によって率いられた。冬戦争と継続戦争により幾らかの土地をソ連に奪われるも、ソ連に併合されたバルト三国と異なり独立を維持した。\n首都ヘルシンキは露仏同盟以来、ロシア帝国の主要都市であるサンクトペテルブルク方面へ西側諸国が投資や往来をするための前線基地となってきた。フィンランドで成長しているもう一つの重要な都市エリアは、ヘルシンキの北約180 kmにあるタンペレである。同じく直近の旧領ヴィボルグはサイマー運河の出口であったが、現在はロシア領で、ノルド・ストリームの経由地となっている。ロシアと欧州諸国の間にある地政学的な重要性から、度々勢力争いの舞台や戦場になってきた。\n外交・安全保障やエネルギー政策を巡り東西の綱引きが行われている。西側の技術によるオルキルオト原子力発電所とソ連の技術で建設されたロヴィーサ原子力発電所の両方を運用する唯一の国であり、オンカロ処分場が2020年に開設されれば世界初の使用済み核燃料の最終処分場となる。情報産業も政治と関係しており、公職経歴者が民間企業の幹部になる例として、エスコ・アホは首相経験者でノキア取締役を務めている。\n人口や経済規模は小さいが一人当たりGDPなどを見ると、豊かで自由な民主主義国として知られている。フィンランドは2014年のOECDレビューにおいて「世界でもっとも競争力が高く、かつ市民が生活に満足している国のひとつである」と報告された。フィンランドは収入、雇用と所得、住居、ワークライフバランス、保健状態、教育と技能、社会的結びつき、市民契約、環境の質、個人の安全、主観的幸福の各評価において、全ての点でOECD加盟国平均を上回っている。\n同国は1995年、欧州連合（EU）加盟国となった。2024年の積極的平和指数で欧州連合で第1位にランクされた。\n2022年、ロシアによるウクライナ侵攻を受けて北大西洋条約機構(NATO)への加盟申請を行い、2023年､トルコが承認したことでNATO全加盟国の承認が完了し、同年4月4日にNATOに加盟した。"
  },
  {
    "id": "bhutan",
    "name": "ブータン",
    "capital": "ティンプー",
    "continent": "アジア",
    "flag_image_url": "/flags/bhutan.svg",
    "map_image_url": "/maps/bhutan.png",
    "description": "ブータンの国旗は、19世紀の頃から現在のものと似たものがあったが、現在の形になったのは、1969年頃である。 龍は、ドゥク（Druk、雷龍の意）と呼ばれるものであり、それはブータンがチベット語の方言で「龍の地」として知られていることを暗示している。龍の爪についているのは宝石で、富を象徴している。龍が白色なのは純粋さと忠誠心を表しているからである。背景は2つの色に分けられており、それぞれ世俗の君主政治（黄色）と仏教（オレンジ）を象徴している。 龍の鱗が1つ1つ細かく描かれており、世界的にも複雑な国旗の1つである。 このほか、ブータンの国営航空会社ロイヤルブータン航空では、垂直尾翼に国旗のデザインを描いている。",
    "summary": "ブータン王国\nའབྲུག་ཡུལ་\n\n国の標語：なし\n国歌：འབྲུག་ཙན་དན་（ゾンカ語）（雷龍の王国）\n\nブータン王国（ブータンおうこく、ゾンカ語: འབྲུག་ཡུལ་、英語: Kingdom of Bhutan）、通称ブータンは、南アジアに位置する立憲君主制国家。首都はティンプー。北は中国、東西南はインドと国境を接する。\n国教は仏教（ロ・ドゥク派）。民族はチベット系8割、ネパール系2割。公用語はゾンカ語。\n国旗はその模様が複雑で、竜のうろこが細かく描かれている。国花はメコノプシス＝ホリドゥラ、国樹はイトスギ、国獣はターキン、国鳥はワタリガラス、国蝶はブータンシボリアゲハ。\n長年鎖国政策をとっていたが、1971年に国際連合加盟。翌年に国民総幸福量という功利主義を採用した。\n\n"
  },
  {
    "id": "brazil",
    "name": "ブラジル",
    "capital": "ブラジリア",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/brazil.svg",
    "map_image_url": "/maps/brazil.png",
    "description": "ブラジルの国旗は、緑色の地に黄色の菱形と青い円を組み合わせたデザインの旗である。ブラジルポルトガル語では「金緑旗」の意で「アウリヴェルジ (Auriverde)」と呼ばれる。国旗の原型は1889年11月19日に制定されたもので、その後数回にわたり細部のデザインの変更が行われており、現行の国旗は1992年5月11日に制定された。なお、この旗は縦長に掲揚してはならない。",
    "summary": "ブラジル連邦共和国\nRepública Federativa do Brasil\n\n国の標語：Ordem e Progresso（ポルトガル語:秩序と進歩）\n国歌：Hino Nacional Brasileiro（ポルトガル語）ブラジルの国歌\n\nブラジル連邦共和国（ブラジルれんぽうきょうわこく、ポルトガル語: República Federativa do Brasil）、通称ブラジルは、南アメリカに位置する連邦共和制国家。首都はブラジリア。\n南米大陸で最大の面積を占め、ウルグアイ、アルゼンチン、パラグアイ、ボリビア、ペルー、コロンビア、ベネズエラ、ガイアナ、スリナム、フランス領ギアナと国境を接しており、南米諸国で接していないのはチリとエクアドルだけである。東は大西洋に囲まれている。また、大西洋上のフェルナンド・デ・ノローニャ諸島、トリンダージ島、マルティン・ヴァス島、サンペドロ・サンパウロ群島もブラジル領に属する。その国土面積は日本の約22.5倍で、アメリカ合衆国よりは約110万km2小さいが、ロシアを除いたヨーロッパ全土より大きく、インド・パキスタン・バングラデシュの三国を合わせた面積の約2倍に相当する。"
  },
  {
    "id": "france",
    "name": "フランス",
    "capital": "パリ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/france.svg",
    "map_image_url": "/maps/france.png",
    "description": "フランスの国旗は、通称トリコロール（仏: Tricolore, 三色の意）と呼ばれる旗である。 概要 歴史的にはこのフランス三色旗はラファイエット（ないしはバイイ）により大革命期の1789年7月に発案され、7月に創設されたばかりのパリ市民軍の標章「青・赤」にラファイエット（バイイ）がさらに「白」を加え誕生したとするのが通説である。 赤と青は、パリ市の標章として用いられていたものを、パリ市民軍に転用したものであり、フランス革命軍が帽子に付けた帽章の色に由来し、白はブルボン朝の象徴である白百合に由来する。「青」は正式には「藍色」であるが、おもに軍用機に使われる国旗をモチーフとした国籍マークやフィンフラッシュについては、同じ赤・白・濃紺という配色の似ているイギリス軍のものと区別するために明るい青を用いることもある。 現行のフランス法律上での国旗についての規定は、この憲法第2条2項の「国の象徴は、青・白・赤の3色旗である」のみで、細かい色調・寸法などデザインについての規定が存在しないが、配色は第二帝政以来の慣行によりフランス海軍水路海洋部発行の仕様図に基づき、色帯は1946年10月27日憲法第2条「国の象徴は、同じ寸法の3つの垂直の色帯からなる青・白・赤の3色旗である」により同じ幅に設定されており、第五共和政になった後に変更がないと見なされる。 色の表象についてフランス憲法は第2条2項において国旗を、4項において国の標語「自由、平等、友愛」を規定しているが、4項の標語をそれぞれ国旗の色の表象に対して充てる明確な根拠はなく、「青は自由、白は平等、赤は友愛を表す」と解するのは俗説である。 歴史上あった旗 規定 長年の間、トリコロールは30（青）:33（白）:37（赤）の比率となっていた。しかし、資料によっては数値の順番が異なるなど混乱が見られる。30:33:37は旗竿から遠い右ほどはためきにより幅狭く見えるのを補うため、33:30:37はこれは明るく見える白が人間の目には大きく見えるのを補うため、と説明される。現在は、海上用のみに利用され、陸上用では1946年10月27日憲法により、3色とも同じ幅と定められている。 国旗の色はそれぞれ非公式ではあるが国花として扱われている、青=矢車草（矢車菊）、白=マーガレット、赤=ヒナゲシの花で表現されることがある。 フランス革命直後は規定が無かったため、初期には赤・白・青の縦三色旗という現在とは反対の配色のもの（このパターンでは風下の青が晴天の空にまぎれて目立たないという欠点があった）をはじめ、さまざまな旗が掲げられた。第一共和政が成立した1792年に制定された旗は現在のオランダ国旗と同じ赤・白・青の横三色旗であった。1794年に現在の旗となり、1814年から1830年の王政復古時を除いて、現在まで使われ続けていたが2020年にエマニュエル・マクロン大統領によって青と赤の部分が改定された。 色の変更 現行のフランス憲法には「青・白・赤」の具体的な色合いについての規定がないため、大統領が細かい色調の指定に関する決定権を有する。 現行のフランス第五共和政の下では色合いに2度の変更があった。1976年に欧州連合の旗に合わせて、バレリー・ジスカールデスタン大統領によってエリゼ宮殿や他の大統領関係建物に掲揚される国旗の青色をネイビーブルーからブライトブルー（パントーンReflex Blue）に変更されたが、2020年7月13日にエマニュエル・マクロン大統領は青の色の変更を命じ、ブライトブルーから第二帝政以来の慣行で、フランス海軍水路海洋部発行の仕様図に基づく伝統のネイビーブルーに戻した（大統領演説の際に置かれる国旗はそれに先立つ2018年に変更されていた。一方、凱旋門の国旗は一貫してネイビーブルーの方である）。これによりエリゼ宮殿や他の大統領関係建物に掲揚される国旗は2020年以降に順次ネイビーブルーの方に戻された。2020年の変更は当初気づいた人はおらず、1年後の2021年11月に2人のジャーナリストの著書『エリゼ・コンフィデンシャル』（Élysée Confidential）で初めて明らかになり、大統領府も報道内容を認めた。 旧植民地や海外領土の旗 脚注 注釈 出典 関連項目 国旗の一覧 オリフランム - 中世フランスの王旗・軍旗 外部リンク 国旗 駐日フランス大使館",
    "summary": "フランス共和国\nRépublique française\n\n国の標語：Liberté, Égalité, Fraternité（フランス語: 自由、平等、友愛）\n国歌：La\nMarseillaise（フランス語）ラ・マルセイエーズ\n\nこの表のデータは本土のみで、海外県・属領を含まない。\n\nフランス共和国（フランスきょうわこく、フランス語: République française）、通称フランス（フランス語: France）は、西ヨーロッパに位置する共和制国家。首都はパリ。フランス・メトロポリテーヌ（本土）のほか、フランス植民地帝国の名残で世界各地にフランスの海外県・海外領土が点在する。独立した旧フランス領諸国とはフランコフォニー国際機関を構成している。\nフランス本土は、北は北海、イギリス海峡、大西洋（ビスケー湾）に、南は地中海に面する。陸上では、東はベルギー、ルクセンブルク、ドイツ、スイス、イタリアと、西ではピレネー山脈でスペインおよびアンドラと国境を接するほか、地中海沿岸にミニ国家のモナコがある。\n国際政治や安全保障、経済、文化において世界的な影響力を持つ民主主義の大国、先進国の一つである。国際連合安全保障理事会常任理事国のほか、G7やG20、欧州連合 (EU)、経済協力開発機構 (OECD)、北大西洋条約機構 (NATO)、パリクラブなどの主要なメンバーである。イギリス、ドイツ、イタリアとともに欧州四大国の一つにも数えられる。\n核拡散防止条約により核兵器の保有を認められた核保有5か国の一つで、原子力空母「シャルル・ド・ゴール」や原子力潜水艦を有する。\n国内総生産 (GDP) は名目GDP世界第7位かつ購買力平価で世界第10位・ユーロ圏ではドイツに次ぐ第2位の経済力を有する国であり、先進国である。数多くの世界遺産を抱えており、世界で最も観光客の多い国の一つである。\n歴史的にはデカルト、モンテスキュー、ルソー、サルトルといった哲学者やマリ・キュリー、パストゥールといった科学者、モネ、セザンヌ、ゴーギャン、クールベ、ドラクロワといった芸術家の故国もしくは活躍の舞台であり、百年戦争やフランス革命、ナポレオン戦争といった歴史的事象の主要な舞台であった。"
  },
  {
    "id": "bulgaria",
    "name": "ブルガリア",
    "capital": "ソフィア",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/bulgaria.svg",
    "map_image_url": "/maps/bulgaria.png",
    "description": "ブルガリアの国旗は、大きさが等しい3つの水平な帯で構成される三色旗で、上から下に白色、緑色、赤色が配置されている。 1877年から1878年の露土戦争の後、ブルガリアが独立を勝ち取ったときに初めて国旗が制定された。国旗にはしばしば国章が描かれることがあり、共産主義時代にはその傾向が顕著だった。現在の国旗は1991年のブルガリア憲法で採択されたものであり、1998年の法律で定義が決められた。",
    "summary": "ブルガリア共和国\nРепублика България\n\n国の標語：Съединението прави силата（ブルガリア語: 団結は力なり）\n国歌：Мила Родино（ブルガリア語）\"愛しき祖国\"\n\nブルガリア共和国（ブルガリアきょうわこく）、通称ブルガリアは、東南ヨーロッパに位置する共和制国家。バルカン半島に位置し北にルーマニア、西にセルビア、北マケドニア、南にギリシャ、トルコと隣接し、東は黒海に面している。首都はソフィア。\n\n"
  },
  {
    "id": "burkina_faso",
    "name": "ブルキナファソ",
    "capital": "ワガドゥグー",
    "continent": "アフリカ",
    "flag_image_url": "/flags/burkina_faso.svg",
    "map_image_url": "/maps/burkina_faso.png",
    "description": "ブルキナファソの国旗（ブルキナファソのこっき）は、1984年8月4日に制定された。汎アフリカ色で構成されており、赤及び緑の旗地の中央に黄色の星がデザインされている。赤は社会主義、緑は農業を象徴し、星は革命を導くとされている。 1984年以前はオートボルタ共和国とよばれており、別のデザインのオートボルタの国旗があった。",
    "summary": "ブルキナファソ\nBurkina Faso\n\n国の標語：La Patrie ou la mort, nous vaincrons（フランス語: 祖国か死か、我らは勝つ。）\n国歌：Une Seule Nuit（フランス語）ある一夜\n\nブルキナファソ（フランス語: Burkina Faso）は、西アフリカにある共和制国家。北はマリ、東はニジェール、南東はベナン、トーゴ、南はガーナ、南西はコートジボワールと国境を接する。首都はワガドゥグーである。\n\n"
  },
  {
    "id": "brunei",
    "name": "ブルネイ",
    "capital": "バンダルスリブガワン",
    "continent": "アジア",
    "flag_image_url": "/flags/brunei.svg",
    "map_image_url": "/maps/brunei.png",
    "description": "ブルネイ・ダルサラーム国の国旗は、黄色の地に白と黒の帯が斜めに横切り、中央に赤い国章が配されている旗である。 現行の国旗は、ブルネイがイギリスの自治領に位置づけられた1959年9月29日に制定されたものである。1984年1月1日、ブルネイ・ダルサラーム国として完全な独立国となると、そのまま国旗となった。",
    "summary": "ブルネイ・ダルサラーム国\nنڬارا بروني دارالسلامNegara Brunei Darussalam\n\n国の標語：الدائمون المحسنون بالهدىSentiasa membuat kebajikan dengan petunjuk Allah常に神の導きに従いなさい\n国歌：الله فليهاراكن سلطنAllah peliharakan Sultan国王陛下に神のご加護を\n\nブルネイ・ダルサラーム国（ブルネイ・ダルサラームこく、マレー語: Negara Brunei Darussalam、نڬارا بروني دارالسلام）、通称ブルネイは、東南アジアのボルネオ島（カリマンタン島）北部に位置する立憲君主制国家、港市国家。首都はバンダルスリブガワン。\nイスラム教国で、イギリス連邦（コモンウェルス）加盟国である。北側が南シナ海に面するほかは陸地ではマレーシアに取り囲まれている。\n石油や天然ガスなどの資源を多く埋蔵しており、東南アジア諸国連合の一員になっている。環太平洋戦略的経済連携協定の現加盟国でもある。\n\n"
  },
  {
    "id": "burundi",
    "name": "ブルンジ",
    "capital": "ギテガ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/burundi.svg",
    "map_image_url": "/maps/burundi.png",
    "description": "ブルンジの国旗（Flag of Burundi）は、1967年3月28日に制定された。 緑は希望、白は純潔、赤は独立への苦闘を示している。中央の3つの六芒星は、ブルンジの3つの主要な民族、フツ族、トワ族、ツチ族を示す。この三つ星は、同時に国のモットーである「統一、労働、進歩」を表す。 王政時代の国旗は、中央に王国の象徴である太鼓とモロコシが描かれていた。 旗の縦横比は1967年の制定当時は2：3だったが、1982年に現在の3：5に改められた。",
    "summary": "ブルンジ共和国\nRepublika y'Uburundi（ルンディ語）République du Burundi（フランス語）Republic of Burundi（英語）\n\n国の標語：Unité, Travail, Progrès（フランス語: 統一、労働、進歩）\n国歌：Burundi Bwacu（ルンディ語）我らのブルンジ \n\nブルンジ共和国（ブルンジきょうわこく）、通称ブルンジは、東アフリカの内陸部にある国家。ルワンダ、コンゴ民主共和国、タンザニアと国境を接する。「政治的首都」はギテガであるが、最大の都市であるブジュンブラが「経済的首都」と定められている。\n\n"
  },
  {
    "id": "vietnam",
    "name": "ベトナム",
    "capital": "ハノイ",
    "continent": "アジア",
    "flag_image_url": "/flags/vietnam.svg",
    "map_image_url": "/maps/vietnam.png",
    "description": "ベトナムの国旗は、ベトナム社会主義共和国が1976年7月2日から使用している金星紅旗（きんせいこうき、ベトナム語：Cờ đỏ sao vàng / 旗𣠶𣋀黃）と呼ばれる旗である。社会主義国における国家の象徴を模したものとなっており、ベトナム民主共和国（北ベトナム）の国旗を引き続き使用している。中華人民共和国の国旗（五星紅旗）との類似が見られるが、デザイン制定と国旗採用はいずれも中国より先に行われている。 本項目では、1948年から1976年にかけて存在したサイゴンを首都とするベトナム人国家（通称：南ベトナム）の国旗についても、下記の通りに解説する。 ベトナム臨時中央政府・ベトナム国・ベトナム共和国：#黄底三線旗にて解説。 南ベトナム共和国：#金星紅旗にて解説。",
    "summary": "ベトナム社会主義共和国\nCộng hòa xã hội chủ nghĩa Việt Nam(共和社會主義越南)\n\n国の標語：独立・自由・幸福（Độc lập - Tự do - Hạnh phúc）\n国歌：進軍歌（Tiến Quân Ca）\n\nベトナム社会主義共和国（ベトナムしゃかいしゅぎきょうわこく、ベトナム語：Cộng hòa Xã hội chủ nghĩa Việt Nam / 共和社會主義越南）、通称ベトナムあるいは越南（えつなん、ベトナム語：Việt Nam / 越南、ヴィエッナム/ヴィエットナム、[vîət nāːm] ( 音声ファイル)）は、東南アジアのインドシナ半島東部に位置する社会主義共和制国家。首都はハノイ（河内）。人口約1億400万人（2025年）。通貨はドン。\nベトナム共産党による一党独裁体制下にあり、東南アジア諸国連合の加盟国であり、フランコフォニー国際機関の参加国でもある。インドシナ半島の東海岸をしめるベトナムの国土は南北に長く、北は中華人民共和国、西はラオス、南西はカンボジアと国境を接する。東と南は南シナ海に面し、フィリピン、ボルネオ島（マレーシア連邦やブルネイ、インドネシア）そしてマレー半島（マレーシア連邦およびタイ王国南部）と相対する。\n南シナ海南部のスプラトリー諸島を「長沙諸島」（ちょうさしょとう、ベトナム語：Quần đảo Trường Sa / 群島長沙、クァンダオ チュオンサ）と呼称して自国領と主張し、一部を実効支配している。南シナ海中部のパラセル諸島（ベトナム名は「黄沙諸島」）についても領有権を主張している。\n\n"
  },
  {
    "id": "benin",
    "name": "ベナン",
    "capital": "ポルトノボ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/benin.svg",
    "map_image_url": "/maps/benin.png",
    "description": "ベナンの国旗（ベナンのこっき）は、汎アフリカ色（緑・赤・黄）の三色を用いたデザイン。もともと1960年の独立に先がけ、1959年に制定されていた。マルクス主義政権時代の1975年～1990年は緑地に赤い星のデザインの国旗を使用していたが、1990年8月1日より現在のデザインに戻っている。緑は希望を、黄色は富を、赤は勇気を表すとされている。",
    "summary": "ベナン共和国\nRépublique du Bénin\n\n国の標語：Fraternité, Justice, Travail （フランス語: 仲間、正義、労働）\n国歌：L'Aube Nouvelle（フランス語）新しい日の始まり\n\n註1 : 憲法上の首都はポルトノボだが、政府所在地はコトヌー。\n\nベナン共和国（ベナンきょうわこく、フランス語: République du Bénin）、通称ベナンは、西アフリカの共和制国家である。南北に長く、西にトーゴ、北西にブルキナファソ、北東にニジェール、東にナイジェリアと陸上国境を接し、南は大西洋のギニア湾に面する。憲法上の首都はポルトノボだが、政府機能はコトヌーに置かれ実質的首都として機能している。\n17世紀から19世紀にかけて、この地域の主な政治主体は都市国家ポルトノボおよびダホメ王国であり、北側は多くの異なる国家が存在する広大な地域であった。この地域は奴隷貿易で多くの人々が人身売買の対象となり、17世紀には早くも奴隷海岸と呼ばれるようになった。奴隷制度が廃止された後、ダホメ王国は滅亡しフランスの植民地となる。1960年の独立後、民主主義政権、軍事クーデター、軍事政権などさまざまな政権が誕生し波乱万丈の歴史を歩んできた。現在の政府は1991年に成立したものであり、アフリカ大陸の国家の中でも安定した政治体制を持つとの評価がある一方、その実は権威主義であるとの批判がある。\n\n"
  },
  {
    "id": "venezuela",
    "name": "ベネズエラ",
    "capital": "カラカス",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/venezuela.svg",
    "map_image_url": "/maps/venezuela.png",
    "description": "ベネズエラの国旗は、黄・青・赤の三色旗で、中央に星がデザインされている。 元々のデザインは1811年の独立運動時に決められた。現在は左上に国章が配置されている。 黄色は国の豊かさを表し、赤は国民の血と勇気を表し、青はスペインとベネズエラを隔たらせている水を表す。1806年3月12日に初めて使用されたもので、現在でも3月12日を「国旗の日」としている。デザインはその後何度か一部改変され現在に至る。 19世紀前半には独立戦争時代に立ち上がった7植民地州（バルセロナ、バリナス、カラカス、クマナ、マルガリータ、メリダ、トルヒージョ）を表す7つの星が、国旗の中央に追加された。その後1817年、アンゴストゥーラ宣言の中で、シモン・ボリーバルがガイアナの解放を受け8つめの星を追加した。その後は7つ星に変更されたが、2006年3月12日に再び8つに変更された。また、国章の一部も改変され、従来の中央の馬が右方向に走っていたが、左方向に向けられた。この改変について、すべての国旗の変更となりコストが大きくかかる、チャベス左翼政権を象徴している、8つ目の星であるガイアナは現在独立国でありベネズエラの一部ではない、などの批判が起き、国内で大きな論争を呼んでいる。 1954年2月17日、政府用旗および軍旗には、左上に国章を配すると制定された。ただし、種々の媒体においては、これと国章のない旗のどちらをベネズエラの国旗として用いるかはまちまちである。市民用旗、商船旗、国際スポーツ大会などでは、国章のないものが基本的に使用されるが、国章入りの旗が掲揚されることもある。例として2006年8月2日のWBAライトフライ級タイトルマッチ・亀田興毅対ファン・ランダエタの試合では、国章入りの旗が掲揚された。また、ヤクルトスワローズ時代のロベルト・ペタジーニ及び東京ヤクルトスワローズ時代のアレックス・ラミレスが打席に立つ際にも、同じ旗が応援席に掲出された。Unicodeでは、国章のないものが絵文字として採用されている（U+1F1FB）。",
    "summary": "ベネズエラ・ボリバル共和国\nRepública Bolivariana de Venezuela\n\n国の標語：Dios y Federación （スペイン語：神と連邦）\n国歌：Gloria al Bravo Pueblo（スペイン語）勇敢なる人民に栄光を\n\nベネズエラ・ボリバル共和国（ベネズエラ・ボリバルきょうわこく、スペイン語: República Bolivariana de Venezuela）、通称ベネズエラは、南アメリカ大陸北部に位置する連邦共和制国家。東にガイアナ、西はコロンビア、南はブラジルと接し、北はカリブ海、大西洋に面する。首都はカラカス。\nコロンビアと共に北アンデスの国家であるが、自らをカリブ海世界の一員であると捉えることも多い。ベネズエラ海岸の向こうには、オランダ王国のABC諸島（キュラソー島など）、トリニダード・トバゴといったカリブ海諸国が存在する。ガイアナとは、現在ガイアナ領のグアヤナ・エセキバを巡って、19世紀から領土問題を抱えている。南アメリカ大陸でも指折りの自然の宝庫として知られている。南米最大の産油国であり、原油埋蔵量は3008億バレルと推測され世界最大の石油埋蔵国と言われているが、質の問題により生産拡大には結びついていない。"
  },
  {
    "id": "belarus",
    "name": "ベラルーシ",
    "capital": "ミンスク",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/belarus.svg",
    "map_image_url": "/maps/belarus.png",
    "description": "ベラルーシの国旗（ベラルーシのこっき、ベラルーシ語: Сцяг Беларусі, Sciah Biełarusi、ロシア語: Флаг Беларуси）は、1951年にソ連構成国の白ロシア・ソビエト社会主義共和国時代に定められた、下半分が緑色、左側に縦に民族的紋様が加えられた赤色と緑色の旗で、ホイスト（旗竿側の縁）の末端に白色と赤色の装飾模様（ルシネーク）が描かれている旗を元にしている。現在の旗はこの旗から共産主義のシンボルである鎌とハンマーを除去したものであり、1995年5月の国民投票で承認されたデザインを基にしている。 白ロシア・ソビエト社会主義共和国時代との大きな違いは、共産主義のシンボル（鎌と槌と赤い星）の除去と、ホイストの部分の装飾模様の色が反転されている点であり、現在のデザインは2012年にベラルーシ共和国国旗国家委員会（the State Committee for Standardization of the Republic of Belarus）によって規定されたものであり、1995年の国民投票以来、ベラルーシの政府関係者や政府機関によって使用される国旗を元にした旗も作られている。 1918年3月25日に独立したベラルーシ人民共和国（ボリシェヴィキによって滅亡）では白赤白旗が用いられており、1991年にソ連から独立したベラルーシ共和国が成立した後に1995年まで使用されていた。ソ連が崩壊すると3月25日はベラルーシ建国日とし、ベラルーシ政府レベルでこの日を祝い始めたが、1994年7月にベラルーシの大統領になったアレクサンドル・ルカシェンコが1995年にベラルーシ人民共和国のシンボルであった白赤白の国旗、国章「パホーニャ」（Пагоня）、国歌『ヴァヤツキ・マルシュ（戦士の行進）』（Ваяцкі марш）と独立記念日を禁止した。反ルカシェンコ派は人民共和国時代・ソ連独立直後の国旗を使い続けているが、ルカシェンコ率いるベラルーシ政府によって、人民共和国時代の国旗の掲示は制限されている。",
    "summary": "ベラルーシ共和国\nРэспубліка Беларусь（ベラルーシ語）Республика Беларусь（ロシア語）\n\n国の標語：なし\n国歌：Мы, беларусы（ベラルーシ語）我等、ベラルーシ人\n\nベラルーシ共和国（ベラルーシきょうわこく、ベラルーシ語: Рэспубліка Беларусь  発音、ロシア語: Республика Беларусь、英: Republic of Belarus）、通称ベラルーシは、東ヨーロッパの共和制国家。首都はミンスク。ソビエト連邦の崩壊に伴い、1990年に国家主権宣言を行い、1991年9月に白ロシア・ソヴィエト社会主義共和国からベラルーシ共和国へ国名を変更した。2000年以来、ベラルーシ・ロシア連合国家の加盟国である。人口は約916万人（2024年1月）。\n\n"
  },
  {
    "id": "belize",
    "name": "ベリーズ",
    "capital": "ベルモパン",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/belize.svg",
    "map_image_url": "/maps/belize.png",
    "description": "ベリーズの国旗（ベリーズのこっき）は、独立に伴い1981年9月21日に制定された。 この旗は1950年に英領ホンジュラス（ベリーズのイギリス領時代の名前）が独立運動を開始した際に用いられたものであり、独立時に上下の赤線が追加され、現在のデザインとなった。中央はベリーズの国章である。 また、世界で唯一人間が描かれており、それ故に国内で見られるベリーズの国旗のデザインには画一性が見られない。",
    "summary": "ベリーズ\nBelize\n\n国の標語：Sub Umbra Floreo（ラテン語: 木陰の下で栄える）\n国歌：Land of the Free（英語）自由の地\n\nベリーズ（Belize）は、中央アメリカ北東部、ユカタン半島の付け根に位置し英連邦王国に属する立憲君主制の国家である。ハリケーンの被害を避けるため、首都はベルモパンに遷都した。なお、最大の都市は以前の首都であったベリーズシティである。北にメキシコと、西にグアテマラと国境を接し、南東にはホンジュラス湾を挟んでホンジュラスがあり、東はカリブ海に面する。\nなお、カリブ海には島嶼部も存在し、サンゴ礁に恵まれ「カリブ海の宝石」と呼ばれている。ベリーズ最大の島はアンバーグリス・キーで、これ以外に、ユカタン半島の海岸線に沿って約450の離島を領有し、リゾート地として知られる。\n\n"
  },
  {
    "id": "peru",
    "name": "ペルー",
    "capital": "リマ",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/peru.svg",
    "map_image_url": "/maps/peru.png",
    "description": "ペルーの国旗は、ペルー政府によって1825年に承認された。赤は勇気と愛国心を、白は平和と名誉を象徴する。ペルーの公的機関は、旗の中央に国章が入ったものを使用する。なお、6月7日（アリカの戦いの日）が国旗の日となっている。国章に書かれている動物はビクーニャである。",
    "summary": "ペルー共和国\nRepública del Perú（スペイン語）Piruw Republika（ケチュア語）Piruw Suyu（アイマラ語）\n\n国の標語：Firme y feliz por la unión（スペイン語: 団結による安定と幸せ）\n国歌：Himno Nacional del Perú（スペイン語）ペルーの国歌別名︰¡Somos libres!, seámoslo siempre...（スペイン語）我等は自由に、常にそうあらんことを\n\nペルー共和国（ペルーきょうわこく、ケチュア語: Piruw Republika、アイマラ語: Piruw Suyu）、通称ペルーは、南アメリカ西部に位置する共和制国家。首都はリマ。\n北にコロンビア、北西にエクアドル、東にブラジル、南東にボリビア、南にチリと国境を接し、西は太平洋に面する。\n紀元前から多くの古代文明が栄えており、16世紀までは当時の世界で最大級の帝国だったインカ帝国（タワンティン・スウユ）の中心地だった。その後スペインに征服された植民地時代にペルー副王領の中心地となり、独立後は大統領制の共和国となっている。\n\n"
  },
  {
    "id": "belgium",
    "name": "ベルギー",
    "capital": "ブリュッセル市",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/belgium.svg",
    "map_image_url": "/maps/belgium.png",
    "description": "ベルギーの国旗（ベルギーのこっき、蘭: Vlag van België、仏: Drapeau de la Belgique、独: Flagge Belgiens）は、黒、黄、赤の三色旗である。1830年の独立宣言後、間もなく1831年1月23日に制定された。 デザインはフランスの国旗を元にしたとされている。三色は、黒地に赤い爪や赤い舌を出している黄色いライオンというブラバント公の紋章にちなんでいる。1830年の際は、水平三色旗であったが、1831年に垂直模様に変更された。 国旗の縦横比は、13:15であるが、デ・ファクトとして2:3も政府機関をはじめ、広く使われている。13:15の比率の起源は不詳となっている。この2:3比の旗は商船旗としても用いられている。 軍艦旗はサルタイアーが基調であり、白地に黒・黄・赤の十字が描かれ、王冠と交差させた大砲、錨が加えられている。第二次世界大戦後にベルギー海軍が再建され、1950年に制定された。軍艦用国籍旗（艦首旗）は国旗の縦横比を1:1にしたものである。",
    "summary": "ベルギー王国\nKoninkrijk België（オランダ語）Royaume de Belgique（フランス語）Königreich Belgien（ドイツ語）\n\n国の標語：L'union fait la force（フランス語）Eendracht maakt macht（オランダ語）Einigkeit macht stark（ドイツ語）（日本語訳: 団結は力なり）\n国歌：La Brabançonne（フランス語）De Brabançonne（オランダ語）Das Lied von Brabant（ドイツ語）ブラバントの歌\n\nベルギー王国（ベルギーおうこく、蘭: Koninkrijk België、仏: Royaume de Belgique、独: Königreich Belgien）、通称 ベルギーは、西ヨーロッパに位置する連邦立憲君主制国家。隣国のオランダ、ルクセンブルクと合わせてベネルクスと呼ばれる。\n首都ブリュッセル首都圏地域は欧州連合（EU）の主要機関の多くが置かれているため「EUの首都」とも言われており、その通信・金融網はヨーロッパを越えて地球規模である。憲法上の首都は、19の基礎自治体からなるブリュッセル首都圏の自治体のひとつ、ブリュッセル市である。"
  },
  {
    "id": "poland",
    "name": "ポーランド",
    "capital": "ワルシャワ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/poland.svg",
    "map_image_url": "/maps/poland.png",
    "description": "ポーランドの国旗（ポーランドのこっき）は、白と赤の横二色旗。 中世期の年代記によると建国者レヒが、夕日を背景に飛ぶ白鷲を見て旗にしたとされる。しかし、19世紀の独立運動の中では、白は共和国の尊厳を、赤は自由を表すものと意味が変わり、現在に至っている。1980年までに濃く明るい赤色に改訂された。 官公庁は勿論のこと、公立学校でも常時掲げられている。国内では上部中央に鷲の紋章（商船旗、ポーランドの国章）を入れたものを掲げる事が多い。 旗を上下を逆にするとインドネシアの国旗とモナコの国旗になるが、縦横比は異なる。",
    "summary": "ポーランド共和国\nRzeczpospolita Polska\n\n国の標語：なし1\n国歌：Mazurek Dąbrowskiego（ポーランド語）ドンブロフスキのマズルカ\n\n注1:ポーランドには公式な標語は存在しないが、過去、国家のシンボルに、Bóg, Honor, Ojczyzna（神、名誉、祖国）などの標語が書かれたことがあった。\n\nポーランド共和国（ポーランドきょうわこく、波: Rzeczpospolita Polska [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] ジェチュポスポリタ・ポルスカ ）、通称ポーランド（波: Polska、ポルスカ）は、中央ヨーロッパに位置する共和制国家。欧州連合（EU）、北大西洋条約機構（NATO）の加盟国。首都はワルシャワ。\n北はバルト海に面し、北東はロシアの飛地カリーニングラード州とリトアニア、東はベラルーシとウクライナ、南はチェコとスロバキア、西はドイツと国境を接する。"
  },
  {
    "id": "bosnia_and_herzegovina",
    "name": "ボスニア・ヘルツェゴビナ",
    "capital": "サラエヴォ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/bosnia_and_herzegovina.svg",
    "map_image_url": "/maps/bosnia_and_herzegovina.png",
    "description": "ボスニア・ヘルツェゴビナの国旗は、紺色の地に黄色の三角形、およびその斜辺に沿って8つの星を配置した国旗。配列された8個の星のうち1個は上下二つに分かれ、上下の端に配置されている。黄色の三角形は国土の形を図案化したものであり、三角形の3つの辺はこの国を構成する民族のムスリム、セルビア、クロアチアを表象しているとも言われている。 1998年の長野オリンピックに間に合わせる形で制定された。現在ヨーロッパの国で星を国旗の意匠に用いているのはボスニア・ヘルツェゴビナのほかにはコソボのみで、当初からEU旗を模してデザインされたためである。これはボスニア・ヘルツェゴビナのEU加盟の希望を表している。",
    "summary": "ボスニア・ヘルツェゴビナ\nBosna i Hercegovina （ボスニア語、クロアチア語）Босна и Херцеговина （セルビア語）\n\n国の標語：なし\n国歌：ボスニア・ヘルツェゴビナ国歌\n\nボスニア・ヘルツェゴビナは、東南ヨーロッパのバルカン半島北西部に位置する共和制国家。首都はサラエヴォ。\nほぼ三角形の国土を持ち、国境のうち北側と南西側2辺でクロアチア、東側1辺でセルビア、モンテネグロと接する。クロアチア領ダルマチアに挟まれたネウムでごくわずかにアドリア海に面する。"
  },
  {
    "id": "botswana",
    "name": "ボツワナ",
    "capital": "ハボローネ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/botswana.svg",
    "map_image_url": "/maps/botswana.png",
    "description": "ボツワナの国旗（ボツワナのこっき）は、独立に伴い1966年9月30日に制定されたボツワナの国旗。 水色は水、特に雨を表す。この雨はボツワナの国章にあるツワナ語のモットー「プラ（Pula）」＝「雨よ降れ」から来ている。白と黒の線は人種の融合と国章にもあるシマウマを示す。",
    "summary": "ボツワナ共和国\nLefatshe la Botswana（ツワナ語）Republic of Botswana（英語）\n\n国の標語：Pula!（ツワナ語:雨）\n国歌：Fatshe leno la rona（ツワナ語）私たちの大地\n\nボツワナ共和国（ボツワナきょうわこく、英: Republic of Botswana）、通称ボツワナは、南部アフリカに位置する共和制国家。イギリス連邦加盟国である。南を南アフリカ共和国、西と北をナミビア、東をジンバブエ、北をザンビアに囲まれた内陸国である。首都はハボローネ。\n国民の79パーセントがツワナ系民族で、公用語は英語とツワナ語である。面積は56.7万平方キロメートル。一院制国民議会が設置される共和制国家で、1966年の独立以来複数政党制を維持している。"
  },
  {
    "id": "bolivia",
    "name": "ボリビア",
    "capital": "スクレ",
    "continent": "南アメリカ",
    "flag_image_url": "/flags/bolivia.svg",
    "map_image_url": "/maps/bolivia.png",
    "description": "ボリビアの国旗（ぼりびあのこっき）は、マヌエル・イシドロ・ベルス政権下の1851年10月31日に制定された。1888年7月14日には上院において正式に国章と国旗の使用について定められ、その第5条に次のように記された。 「国旗は水平方向に3つに分けられた帯をなし、その幅は等しく、色は一番上が赤、中央は金、一番下が緑とする。」 この3色は、それぞれ動物の王、鉱物の王、植物の王を意味する。8月17日が国旗の日とされている。 2004年7月19日に、上院で3種類の国民旗が決められた。市民旗は国旗と同一、政府旗はその中央にボリビアの国章を描いたもの、軍旗は中央の国章の左にオリーブの枝を、右に月桂樹の枝を丸くあしらったものである。さらに、ボリビア海軍の旗は、青の余白を大きく付けて9個の金色の星で飾ったものである。この9つの星はボリビアの9つの県を示している。加えて余白の中央には大きな金の星が一つ描かれるが、これは失った土地であるリトラル県を示し、この太平洋への出口を取り戻すことへの希望を表している。（太平洋戦争 (1879年-1884年)参照）",
    "summary": "ボリビア多民族国\nEstado Plurinacional de Bolivia（スペイン語）Bulibiya Suyu（ケチュア語）Tetã Volívia（グアラニー語）Buliwiya Mama Llaqta（アイマラ語）\n\n国の標語：La unión es la fuerza!（スペイン語: 統一は力なり）\n国歌：Himno Nacional de Bolivia（スペイン語）ボリビアの国歌\n\nボリビア多民族国（ボリビアたみんぞくこく、西: Estado Plurinacional de Bolivia、ケチュア語: Buliwiya Mama Llaqta、アイマラ語: Bulibiya Suyu）、通称ボリビアは、南アメリカ大陸西部にある立憲共和制国家。憲法上の首都はスクレだが、ラパスが実質的な首都機能を担っており、議会をはじめとした政府主要機関が所在する。ラパスは標高3600メートルで、世界で最も高所にある首都となっている。\n太平洋戦争で敗れてチリに太平洋海岸部の領土を奪われて以降は内陸国となっており、南西はチリ、北西はペルー、北東はブラジル、南東はパラグアイ、南はアルゼンチンと国境を接する。\n\n"
  },
  {
    "id": "portugal",
    "name": "ポルトガル",
    "capital": "リスボン",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/portugal.svg",
    "map_image_url": "/maps/portugal.png",
    "description": "ポルトガルの国旗（ポルトガルのこっき）は旗竿側5分の2に緑、旗尾側5分の3に赤の縦二色に盾など国章の主要部分を配した旗。 一説に、緑は希望や誠実を、赤は共和国成立の革命を表すとされる。また、緑は希望と誠実さを表すとともに勇敢なるアヴィス騎士団（ポルトガルアヴィス朝建国に関わる）のシンボルカラーであり、赤は大航海時代、新しい発見や未知なる大地を目指し、大洋と闘った輝けるポルトガル人の先人たちの犠牲の血を表している、とする説もある。 金色（黄色）の球状の物体は、大航海時代の航海用具・渾天儀である。ポルトガルの先人による測量術の発展と、それによる新規航路の発見を表し、つまりはポルトガル海上帝国の輝かしい歴史を表している。「ポルトガル」という国名自体が、初期に都が置かれた町ポルトのラテン語旧名「ポルトゥス・カレ（カレ港の意味：ローマ時代に遡る都市)」から由来する。ポルトガルと海・航海は、切り離せない関係といえる。 盾の中の七つの黄色い城はルコンキシュタ（レコンキスタ、国土回復運動）の終わりにアフォンソ3世がベルベル人（ムーア人）から奪い返した城砦を、五つの青い盾はオーリッケの戦い（1139年）をめぐる初代ポルトガル王アフォンソ1世の伝説にある敵の五人の王を、青い盾の中にある五つの白い円はキリストの五つの聖痕を表すとされている。 五つの盾にまつわる伝説とは、オーリッケの戦いの直前にポルトゥカーレ伯アフォンソ（後の初代ポルトガル王アフォンソ1世）の前に隠者があらわれ、ムーア人に対する勝利を約束したという「奇跡」である。この戦いでアフォンソはムーア人の王五人を殺して大勝し、この戦いを記念して五つの盾を王の印としたとされる。 しかし、かつての国旗では城の数も七つより多く描かれていたなど、五つの盾と七つの城のいわれについては確実なものはない。おそらく15世紀初めまでに、ポルトガルの国民意識高揚にともない、ポルトガル国家の始まりを神による神聖なる介入におき、国家の使命を神聖なものとすべく作られた伝説と考えられている。 現行の国旗は、1910年に王政が廃され、共和政が成立した際に制定された。それまでの君主制の時代と決別するため、白と青を基調にした歴代のポルトガルの国旗とは全く異なる配色となった。",
    "summary": "ポルトガル共和国\nRepública Portuguesa\n\n国の標語：なし\n国歌：A Portuguesa（ポルトガル語）ポルトガルの歌\n\nポルトガル共和国（ポルトガルきょうわこく、ポルトガル語: República Portuguesa）、通称ポルトガルは、南ヨーロッパのイベリア半島に位置する共和制国家。首都はリスボン。ユーラシア大陸最西端の国である。北と東にスペインと国境を接し、国境線の総延長は1,214kmに及ぶ。西と南は大西洋に面している。ヨーロッパ大陸部以外にも、大西洋上にアゾレス諸島とマデイラ諸島を領有している。\n\n"
  },
  {
    "id": "honduras",
    "name": "ホンジュラス",
    "capital": "テグシガルパ",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/honduras.svg",
    "map_image_url": "/maps/honduras.png",
    "description": "ホンジュラスの国旗は、青は太平洋とカリブ海、白は国の統一と平和を表す。中央の五星は中央アメリカ連邦再統一への希望を表し、星はそれぞれホンジュラス（中央）、グアテマラ（左上）、エルサルバドル（左下）、ニカラグア（右上）、コスタリカ（右下）をあらわす。2022年に色が明るく変更された。",
    "summary": "ホンジュラス共和国\nRepública de Honduras\n\n国の標語：Libre, Soberana, Independiente（スペイン語: 自由、主権、独立）\n国歌：Himno Nacional de Honduras（スペイン語）ホンジュラスの国歌\n\n注1：憲法第5条では「テグシガルパとコマヤグエラが共同でホンジュラスの首都を構成する」と定めている。また第295条では「両自治体は合併し中央地区を形成する」としている。しかしテグシガルパ地区にすべての政府機関が所在していることから、一般的にテグシガルパが首都として認知されている。\n\nホンジュラス共和国（ホンジュラスきょうわこく、スペイン語: República de Honduras）、通称ホンジュラスは、中央アメリカ中部にある共和制国家。西はグアテマラ、南西はエルサルバドル、南東はニカラグアと接しており、北と東はカリブ海、南はフォンセカ湾を経て太平洋に面している。\n国境は、グアテマラとは1933年にアメリカ合衆国の仲裁により、エルサルバドルとは1992年、ニカラグアとは2007年の国際司法裁判所の裁定により確定した。\n大陸部のほかに、カリブ海岸にスワン諸島、バイーア諸島を領有している。首都はテグシガルパ。\n\n"
  },
  {
    "id": "marshall_islands",
    "name": "マーシャル諸島",
    "capital": "マジュロ",
    "continent": "オセアニア",
    "flag_image_url": "/flags/marshall_islands.svg",
    "map_image_url": "/maps/marshall_islands.png",
    "description": "マーシャル諸島の国旗は、1979年5月1日に制定された。 国旗のデザインはマーシャル諸島の地理的位置を示している。白とオレンジ色の斜線は赤道を示すとともに、国が次第に発展していくことを表現している。青地は太平洋を示し、白の太陽は赤道から少し北に位置するマーシャル諸島を示している。また白とオレンジ色はマーシャル諸島の2つの島の列、ラタック列島とラリック列島を表すとともに、勇気と平和を象徴している。太陽の24本の光は、24の地区を表している。太陽の光のうち4本が長いことでキリスト教の十字架を示している。",
    "summary": "マーシャル諸島共和国\nAolepān Aorōkin M̧ajeļ（マーシャル語）Republic of the Marshall Islands（英語）\n\n国の標語：Jepilpilin Ke Ejukaan（マーシャル語: 共同の努力による達成）\n国歌：Forever Marshall Islands（英語）マーシャル諸島よ永久に\n\nマーシャル諸島共和国（マーシャルしょとうきょうわこく）、通称マーシャル諸島は、太平洋上に浮かぶ島国で、ミニ国家の一つ。島々を構成する多くが環礁で「真珠の首飾り」とも呼ばれるマーシャル諸島全域を領土とする。ミクロネシア連邦の東、キリバスの北に位置する。"
  },
  {
    "id": "madagascar",
    "name": "マダガスカル",
    "capital": "アンタナナリボ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/madagascar.svg",
    "map_image_url": "/maps/madagascar.png",
    "description": "マダガスカルの国旗（フランス語:Drapeau de Madagascar）は、独立の2年前、1958年10月14日に制定。国民投票によって決められた。白と赤の配色は、マダガスカルの大部分を支配していたメリナ王国の最後の支配者であるラナヴァルナ3世の時代のメリナ王国旗としても使用されていた。白と赤は、メリナ人のルーツとも言われるインドネシアの国旗と同じルーツであると言われている。緑は、海岸地方に住み、独立後に政治の中央部を占めることになったベツィミサラカ人の色である。 三色で自由・愛国・進歩を表しているとも言われる。",
    "summary": "マダガスカル共和国\nRepoblikan'i Madagasikara（マダガスカル語）République de Madagascar（フランス語）\n\n国の標語：Tanindrazana, Fahafahana, Fandrosoana（マダガスカル語: 祖国、自由、進歩）\n国歌：Ry Tanindrazanay malala ô（マダガスカル語）\n\n註1: 2007年4月27日より註2: 2003年8月 から 翌2004年12月31日までは マダガスカル・フランと併用\n\nマダガスカル共和国（マダガスカルきょうわこく）、通称マダガスカルは、アフリカ大陸の南東海岸部から沖へ約400キロメートル離れた西インド洋にあるマダガスカル島および周辺の島々からなる島国。首都はアンタナナリボである。"
  },
  {
    "id": "malawi",
    "name": "マラウイ",
    "capital": "リロングウェ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/malawi.svg",
    "map_image_url": "/maps/malawi.png",
    "description": "マラウイの国旗（マラウイのこっき）は、1964年7月6日に制定された、黒・赤・緑の三色旗に赤い半円の太陽を置いたもの。2010年から2012年の間は赤・黒・緑の中に白い円の太陽というものであったが、2012年5月28日に差し戻された。 マラウイ独立時はアフリカ諸国が独立を開始していた時期で、太陽は日の出を、アフリカ大陸の希望と自由の夜明けを表し、また黒はアフリカの国民を、赤は自由のための殉教者を、緑はマラウイの自然を表す。",
    "summary": "マラウイ共和国\nDziko la Malaŵi （チェワ語）Republic of Malawi （英語）\n\n国の標語：Unity and Freedom （英語: 統一と自由）\n国歌：Mlungu dalitsani Malaŵi（チェワ語）おお、神よ、マラウイに祝福を\n\nマラウイ共和国（マラウイきょうわこく）、通称マラウイは、アフリカ大陸南東部に位置する共和制国家。イギリス連邦加盟国のひとつ。旧称ニヤサランド。首都はリロングウェである。北・北西はタンザニア、東・南・南西はモザンビーク、西はザンビアと国境を接している。"
  },
  {
    "id": "mali",
    "name": "マリ",
    "capital": "バマコ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/mali.svg",
    "map_image_url": "/maps/mali.png",
    "description": "マリ共和国の国旗（マリきょうわこくのこっき Flag of Mali）は、フランスの国旗をモデルとして汎アフリカ色である緑、黄、赤を等間隔に描いた縦三色旗。マリ連邦で用いられていた国旗から中央の人形の紋章（カナガ）を除いたデザインでもある。マリ連邦から分離し、マリが単独独立することとなり、それに伴い1961年3月1日に制定された。",
    "summary": "マリ共和国\nMali ka Fasojamana（バンバラ語）Republik bu Maali（フラニ語）جُمْهُورِيَّةْ مَالِي （ハッサニア語）Mali Tɔgɔbadugu（ソニンケ語）ⵜⴰⴳⴷⵓⴷⴰ ⵏ ⵎⴰⵍⵉ（トゥアレグ語）\n\n国の標語：Un Peuple, Un But, Une Foi（フランス語: 1つの国民、1つの目標、1つの信念）\n国歌：Pour l'Afrique et pour toi, Mali（フランス語）アフリカのため、そして君、マリのため\n\nマリ共和国（マリきょうわこく、バンバラ語: Mali ka Fasojamana）、通称マリ（仏: Mali）は、西アフリカにある共和制国家。首都はバマコである。\n西をモーリタニア、セネガル、北をアルジェリア、東をニジェール、南をブルキナファソ、コートジボワール、ギニアに囲まれた内陸国である。\n国土面積は124万平方キロメートル（日本の約3.3倍）、人口は2020年時点で2025万人。国土の北側3分の1はサハラ砂漠の一部であり、ちょうど中心を流れるニジェール川沿岸に農耕地が広がり、南部はやや降水量の多いサバンナ地帯となっている。"
  },
  {
    "id": "malta",
    "name": "マルタ",
    "capital": "バレッタ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/malta.svg",
    "map_image_url": "/maps/malta.png",
    "description": "マルタの国旗は、赤・白の縦二色旗。1091年にシチリアを治めていたルッジェーロ1世（初代シチリア王の父）からこの二色を授かったとされるが、定かではない。 1964年9月21日の独立時に制定される際、第二次世界大戦中のマルタ国民の勇敢な行動に対してイギリスより贈られたジョージ・クロスがカントン部分に取り入れられた。 商船旗は全く違ったデザインで、赤地に白のマルタ十字（キリスト教の象徴であり、十字軍の紋章）が使われている。マルタ騎士団や聖ヨハネ騎士団の使っているものと同じである。",
    "summary": "マルタ共和国\nRepubblika ta' Malta（マルタ語）Republic of Malta（英語）\n\n国の標語：Virtute et constantia（ラテン語）\n国歌：L-Innu Malti（マルタ語）マルタ賛歌\n\nマルタ共和国（マルタきょうわこく、マルタ語: Repubblika ta' Malta、英語: Republic of Malta）、通称マルタ（Malta）は、南ヨーロッパの共和制国家。イギリス連邦および欧州連合（EU）の加盟国で、公用語はマルタ語と英語、通貨はユーロ、首都はバレッタである。1964年にイギリスから独立し、2004年にEUに加盟した。地中海中央部の複数の島からなる小さな島国で、人口は約44万人。いわゆるミニ国家の一つ。"
  },
  {
    "id": "malaysia",
    "name": "マレーシア",
    "capital": "クアラルンプール",
    "continent": "アジア",
    "flag_image_url": "/flags/malaysia.svg",
    "map_image_url": "/maps/malaysia.png",
    "description": "マレーシアの国旗は1963年9月16日に制定された。 概要 左上のカントン部の図柄はイスラム教の象徴である月と星を、赤と白の線はマレーシアにある13の州と、首都のクアラルンプールを含めた連邦直轄地域を表している。 現在のデザインに近い旗は、元々マラヤ連邦の旗として募集されたもので、1950年5月19日に制定された。現在の旗は、1963年9月16日にシンガポール、北ボルネオ、イギリス領サラワクがマラヤ連邦へ合邦し、マレーシアが成立したのに伴い、州の数に合わせて、赤・白の横縞の数および星の光の数を3つ増やし、14にしている。1965年にシンガポールが分離独立したが、デザインは変更されず、1974年にクアラルンプールが連邦直轄地域になるに伴い、13州+クアラルンプールを表すようになった。 名称 マレーシアの国旗には、Jalur Gemilang (マレーシア語で「栄光の縞模様」といった意味)という正式名称がつけられている。これは、1997年8月31日、マレーシア独立40周年の記念日に当時のマハティール・ビン・モハマド首相によって名付けられた 。なお、国旗を讃えるJalur Gemilang (作詞・作曲:Suhaimi Mohd Zain)という、国旗と同一名称の曲も作られている。 歴史的な旗 1949年に検討された国旗 脚注 関連項目 国旗の一覧",
    "summary": "マレーシア\nMalaysia\n\n国の標語：Bersekutu Bertambah MutuUnity Is Strength（マレー語: 団結は力なり）\n国歌：Negaraku（マレー語）我が国\n\n注1: 連邦政府各庁舎および連邦裁判所はプトラジャヤへ移転。連邦議会議事堂は移転せず、法律上の首都はクアラルンプールのままである。\n\nマレーシア（マレー語: Malaysia、英: Malaysia）は、東南アジアに位置し、マレー半島南部およびボルネオ島北部からなる連邦立憲君主制国家。首都はクアラルンプール。\nイギリス連邦加盟国のひとつ。タイ、インドネシア、ブルネイと陸上の国境線で接しており、シンガポール、フィリピンと海を隔てて近接する。ASEANの一員。\n1963年、マレー半島のマラヤ連邦とシンガポールに加え、北ボルネオ、サラワクを含む国家となる。当時インドネシアが反発したが、1966年に国交正常化した。また、国内の民族対立により、1965年にシンガポールが分離独立した。その後もマレー人と華人の民族対立が続いたが、1970年代からマレー人優遇策（ブミプトラ政策）に踏みきり、1980年代以降はマハティール・ビン・モハマド首相が主導するルック・イースト政策で工業化の実現に成功した。"
  },
  {
    "id": "federated_states_of_micronesia",
    "name": "ミクロネシア連邦",
    "capital": "パリキール",
    "continent": "オセアニア",
    "flag_image_url": "/flags/federated_states_of_micronesia.svg",
    "map_image_url": "/maps/federated_states_of_micronesia.png",
    "description": "ミクロネシア連邦の国旗は、4個の星があしらわれた旗で、1979年11月10日に制定された。 水色地は太平洋を象徴し、白の4個の星はこの国の主要な諸島、チューク、ヤップ、ポンペイ、コスラエを象徴している。 1965年から太平洋諸島信託統治領でも同様のデザインで6個の星のものが使用されていた。うち3個は、パラオ、マーシャル諸島と北マリアナ諸島だが、これらはミクロネシア連邦に入るのを拒否。当時はコスラエはポンペイの一部だったが、今は一つの星になっている。",
    "summary": "ミクロネシア連邦\nFederated States of Micronesia\n\n国の標語：Peace Unity Liberty （英語: 平和、連帯、自由）\n国歌：Patriots of Micronesia（英語）ミクロネシアの愛国者\n\nミクロネシア連邦（ミクロネシアれんぽう、英: Federated States of Micronesia、漢字表記：蜜克羅尼西亜連邦）、通称ミクロネシアは、オセアニア・ミクロネシア地域に位置する共和制国家。首都はポンペイ島のパリキール。\nマリアナ諸島の南東、パラオの東、マーシャル諸島の西、パプアニューギニアの北ないし北東にある。地理的には、カロリン諸島と呼ばれる。\n\n"
  },
  {
    "id": "south_africa",
    "name": "南アフリカ共和国",
    "capital": "プレトリア",
    "continent": "アフリカ",
    "flag_image_url": "/flags/south_africa.svg",
    "map_image_url": "/maps/south_africa.png",
    "description": "南アフリカの国旗（みなみアフリカのこっき、英語: Flag of South Africa、アフリカーンス語: Vlag van Suid-Afrika）は、南アフリカ共和国の国旗である。 ネルソン・マンデラの言葉であるレインボーネーションからレインボーフラッグ（英語: Rainbow-Flag）とも、またアフリカーンス語で「六色」を意味する「Seskleur」とも呼ばれる。",
    "summary": "南アフリカ共和国\n\n国の標語：!ke e: ǀxarra ǁke（カム語: 様々な人々が一致協力する）\n国歌：南アフリカの国歌National Anthem of South Africa\n\n南アフリカ共和国（みなみアフリカきょうわこく、英: Republic of South Africa, アフリカーンス語: Republiek van Suid-Afrika）、通称南アフリカは、アフリカ大陸最南部に位置する共和制国家。\n北東でエスワティニ、モザンビーク、北でジンバブエ、ボツワナ、西でナミビアと国境を接し、内陸国レソトを四方から囲んでいる。北を除く三方は海で、アフリカ大陸最南端アガラス岬を境に東がインド洋、西が大西洋で、南インド洋のプリンス・エドワード諸島を領有する。\nイギリス連邦加盟国の一つ。首都機能をプレトリア（行政府）、ケープタウン（立法府）、ブルームフォンテーン（司法府）に分散させているが、各国の大使館はプレトリアに置いていることから国を代表する首都はプレトリアと認識されている。\n黒人、白人、インド系などが暮らす多人種・多民族国家である。かつては白人が有色人種を差別・支配するアパルトヘイト政策がとられていた。"
  },
  {
    "id": "south_sudan",
    "name": "南スーダン",
    "capital": "ジュバ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/south_sudan.svg",
    "map_image_url": "/maps/south_sudan.png",
    "description": "南スーダンの国旗は、独立前の南部スーダン時代の2011年に制定された、スーダン人民解放軍の旗のデザインをそのまま利用している。 黒は南スーダンの民（黒人）、白は平和、赤は自由のために流された血、緑は国土、水色はナイル川の水、金色（黄色）の星はベツレヘムの星で南スーダンの団結を象徴している。",
    "summary": "南スーダン共和国\nRepublic of South Sudan\n\n国の標語：Justice, Liberty, Prosperity（英語: 正義、自由、繁栄）\n国歌：South Sudan Oyee!（英語）南スーダン万歳!\n\n面積は帰属未定のカフィア・キンギ地区とアビエイ地区を除き、イレミ・トライアングルを全て含む。人口はこれらの帰属未定地域を全て含む。帰属未定地域を全て含んだ面積は644,329平方キロメートル。\n\n南スーダン共和国（みなみスーダンきょうわこく、英語: Republic of South Sudan）、通称南スーダンは、東アフリカの国家。首都はジュバ。北はスーダン、東にエチオピア、南東をケニアとウガンダ、南西がコンゴ民主共和国、西は中央アフリカと国境を接する内陸国である。\n2011年7月9日、スーダン共和国の南部10州が、アフリカ大陸54番目の国家として分離独立した。2025年現在、国際連合が承認した中で最も新しい独立国である。\n\n"
  },
  {
    "id": "myanmar",
    "name": "ミャンマー",
    "capital": "ネピドー",
    "continent": "アジア",
    "flag_image_url": "/flags/myanmar.svg",
    "map_image_url": "/maps/myanmar.png",
    "description": "ミャンマーの国旗（ミャンマーのこっき）は、上から黄色、緑、赤に塗られた三色旗の上に、大きな白星が描かれている旗。 解説 現行の国旗は2010年10月21日に軍事政権下で制定された。黄色は国民の団結、緑は平和と豊かな自然環境、赤は勇気と決断力を象徴し、三色の帯にまたがる白星はミャンマーが地理的・民族的に一体化する意義を示している。この三色旗は日本が第二次世界大戦中に建国したビルマ国の国旗と同じだが、ビルマ国は国旗の中心に白星ではなく、コンバウン朝の印章だった緑色の孔雀をデザインしていた。またミャンマー国旗改定以前より、ミャンマーの少数民族シャン族の州であるシャン州の州旗は、同様の配色である三色地に白丸というデザインである。 旧国旗 独立当初のビルマ連邦の国旗（1948年 - 1974年）では、青い区画の中に大きな白星とそれをとりかこむ5つの小さな白星がデザインされており、大きな白星はビルマ諸民族の団結を、周囲の白星は国内の主要な五民族を表していた。また国旗に使われるそれぞれの色は、白が純潔、青が平和と誠実、赤が勇気と団結を象徴している。（縦横比は異なるが、中華民国の国旗と似たデザインである。） ネ・ウィン将軍がビルマ連邦を打倒してビルマ連邦社会主義共和国を成立させると、1974年1月3日に国旗のデザインも変更された。赤地の軸側上部に青い長方形が入った、1948年の独立以来の旧国旗と大枠は変わらなかったが、青い区画の中の意匠は「歯車の上に稲穂」というものに変わった。これらは社会主義の象徴であり、ミャンマーの主産業である工業と農業を、またイデオロギー的には労働者と農民を表している。その周りを囲む14の星はミャンマーの7つの管区（タイン）と7つの州（ピーネー）を表すとされた。同時に国章も歯車を加えるように変更されている。 1974年に制定された2番目の国旗は、1988年の国家法秩序回復評議会（SLORC）によるクーデター後も、ミャンマー連邦の国旗として2010年まで使用された。だが、SLORCによる軍事政権は8888民主化運動を弾圧して成立し、当初公約していた1990年ミャンマー総選挙の結果に基づく民政復帰を拒否した。そのため、アウンサンスーチーやNCGUBなど軍事政権の正当性を否定する側は、共和制時代のビルマ連邦（Union of Burma）の国旗（独立後最初の国旗）を、ミャンマー民主化の象徴として使用していた。 関連項目 国旗の一覧 ミャンマーの国章 リトアニアの国旗…類似の意匠。黄・緑・赤の横三色旗。 脚注",
    "summary": "ミャンマー連邦共和国\n\n国の標語：なし\n国歌：ကမ္ဘာမကျေ（ビルマ語）世界の終わりまで\n\n注2: かつてのccTLDは.bu\n\nミャンマー連邦共和国（ミャンマーれんぽうきょうわこく、ビルマ語: ပြည်ထောင်စု သမ္မတ မြန်မာနိုင်ငံတော်）、通称ミャンマーは、東南アジアのインドシナ半島西部に位置する共和制国家。首都はネピドー（2006年まではヤンゴン）。\nイギリスから独立した1948年から1989年までの国名はビルマ連邦、通称ビルマ。東南アジア諸国連合（ASEAN）加盟国、人口は5441万人（2021年）。\n\n"
  },
  {
    "id": "mexico",
    "name": "メキシコ",
    "capital": "メキシコシティ",
    "continent": "北アメリカ",
    "flag_image_url": "/flags/mexico.svg",
    "map_image_url": "/maps/mexico.png",
    "description": "メキシコの国旗は緑、白、赤の縦三色の中央に国章を配した旗。緑は「民族の運命における国民の希望」、白は「カトリックや宗教的な純粋さ」、赤は「国に殉じた愛国者の血」を表しているという。中央の国章は1325年のアステカの首都「テノチティトラン（現在のメキシコシティ）」の創設を示している。 なお、国章の「湖の中央の岩に生えるサボテンに蛇をくわえた鷲がとまっている」図は、アステカ神話にあった「そこに首都を創設せよ」という予言を示している。 1821年に制定された当時、国旗の三色はもともとイグアラ綱領の3つの保証を象徴していた。国旗中の国章のデザインは1821年11月2日の制定以来何度か変更されている。また3つの色の解釈も変化しているが、基本的な旗のデザインそのものは最初に制定された時から変わっていない。",
    "summary": "メキシコ合衆国\nEstados Unidos Mexicanos\n\n国の標語：なし\n国歌：Himno Nacional Mexicano（スペイン語）メキシコ国歌\n\nメキシコ合衆国（メキシコがっしゅうこく、スペイン語: Estados Unidos Mexicanos）、通称メキシコは、北アメリカ南部（中央アメリカ）に位置する連邦共和国（合衆国）。\n北にアメリカ合衆国と南東にグアテマラ、ベリーズと国境を接し、西は太平洋、東はメキシコ湾とカリブ海に面する。首都はメキシコシティ。\nメキシコの人口は2020年時点で1億2893万人であり、スペイン語圏においてはもっとも人口の多い国である。国内総生産（GDP）は、ラテンアメリカ地域においてはブラジルに次いで第2位に位置する。人口は増加傾向であり、2019年統計で日本を抜いて世界10位となった。徐々に9位のロシアやバングラデシュに迫ってきており、数年後には7位になると予想されている。"
  },
  {
    "id": "mauritius",
    "name": "モーリシャス",
    "capital": "ポートルイス",
    "continent": "アフリカ",
    "flag_image_url": "/flags/mauritius.svg",
    "map_image_url": "/maps/mauritius.png",
    "description": "モーリシャスの国旗（モーリシャスのこっき）は、1968年の独立時に採用された横四色旗。 フランス語でLes Quatre Bandes、「四本の線」という別称もある。 赤は自由と独立の為の戦い、青はインド洋、黄は独立による新たな光、緑はモーリシャスの一年を通した農業の色を表す。これらの色は国章から採ったものである。 市民用と政府用の海上旗は、赤或は青を背景とし、陸上旗をカントンに、フライに国章を置いたものである。 軍隊用海上旗は、左右に赤・白・青の縦縞を、中央に錨と鍵の紋章を配したものである。",
    "summary": "モーリシャス共和国\nRepublic of Mauritius（英語）République de Maurice（フランス語）Repiblik Moris （モーリシャス・クレオール語）\n\n国の標語：Stella Clavisque Maris Indici （ラテン語: インド洋の星と鍵であれ）\n国歌：Motherland母国\n\na 公的には英語とフランス語が用いられ、モーリシャス・クレオール語が通常話される。\n\nモーリシャス共和国（モーリシャスきょうわこく）、通称モーリシャスは、イギリス連邦加盟国の1つで、首都はポートルイスと定められている。インド洋のマスカレン諸島に位置する共和国ながら、アフリカの国家の1つに数えられている。民族構成は多様だが、19世紀にサトウキビ農園の労働力として移入されたインド系住民が過半数を占める。"
  },
  {
    "id": "mauritania",
    "name": "モーリタニア",
    "capital": "ヌアクショット",
    "continent": "アフリカ",
    "flag_image_url": "/flags/mauritania.svg",
    "map_image_url": "/maps/mauritania.png",
    "description": "モーリタニアの国旗（モーリタニアのこっき）は、緑地に黄色の三日月と星があしらわれ、上下に赤い帯が入っている（なおこの3色は汎アフリカ色とされている）。現行のデザインは2017年8月5日に実施された憲法改正で決定され、8月15日に採択されたものである。 前国旗は1959年3月22日にモーリタニア憲法第5条で定められ、4月1日に制定された。翌1960年11月の独立で正式にモーリタニア国旗となった。 三日月と星はこの国の主要な宗教であるイスラム教のシンボルである。緑はイスラム教を象徴し、黄色はサハラ砂漠の砂を表している。国土の大半を占めるサハラ砂漠を緑化したいという強い希望を示している。赤は国のために流された血を象徴する。",
    "summary": "モーリタニア・イスラム共和国\nالجمهورية الإسلامية الموريتانية\n\n国の標語：Honneur, Fraternité, Justice（フランス語: 名誉、友愛、正義）\n国歌：\nنشيد وطني موريتاني（アラビア語）モーリタニア国歌\n\nモーリタニア・イスラム共和国（モーリタニア・イスラムきょうわこく、アラビア語: الجمهورية الإسلامية الموريتانية）、通称モーリタニアは、アフリカ北西部に位置する共和制国家。\n北西に西サハラ（サハラ・アラブ民主共和国）、北東にアルジェリア、東と南にマリ、南西にセネガルと国境を接し、西は大西洋に面する。\n大西洋沖の西にはカーボベルデが存在する。\n首都はヌアクショットである。2023年の人口は約502万人。\nアフリカ世界とアラブ世界の一員であり、アフリカ連合とアラブ連盟に加盟している。アラブ・マグリブ連合にも加盟しており、広義のマグリブ諸国に含まれる。\n\n"
  },
  {
    "id": "mozambique",
    "name": "モザンビーク",
    "capital": "マプト",
    "continent": "アフリカ",
    "flag_image_url": "/flags/mozambique.svg",
    "map_image_url": "/maps/mozambique.png",
    "description": "モザンビークの国旗（Flag of Mozambique）は1983年5月1日に制定された。 この国旗は、元々モザンビーク解放戦線（FRELIMO）の旗のデザインを基調とした。FRELIMO旗は独立後しばらく使用された。 緑は国土の豊かさを示し、黒はアフリカ大陸を示す。黄は豊かな鉱物資源を、白は平和を、赤は独立への苦闘を象徴している。 紋章は黄色の星が国民の連帯と社会主義思想を示し、AK-47は独立への苦闘、鍬は農業と農民、本は教育を示す。世界で唯一自動小銃がデザインされた国旗である。 ポルトガル統治時代は、ポルトガルの国旗が掲げられた。",
    "summary": "モザンビーク共和国\nRepública de Moçambique\n\n国の標語：なし\n国歌：Pátria Amada（ポルトガル語）最愛の祖国\nモザンビークの位置\n\nモザンビーク共和国（モザンビークきょうわこく）、通称モザンビークは、アフリカ大陸南東部に位置する共和制国家。南に南アフリカ共和国、南西をエスワティニ、西にジンバブエ、北西にザンビアとマラウイ、北はタンザニアと国境を接する。東はインド洋で、モザンビーク海峡内や対岸にマダガスカルとコモロ、フランス領のマヨットおよび無人島群の一部が存在する。首都はマプトである。\n国土面積は約79万9000平方キロメートル（日本のおよそ2倍）、人口は約3036万人で増加傾向にある。"
  },
  {
    "id": "monaco",
    "name": "モナコ",
    "capital": "N/A",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/monaco.svg",
    "map_image_url": "/maps/monaco.png",
    "description": "モナコの国旗（モナコのこっき）は、上下に赤・白で均等に塗り分けられた二色旗。インドネシアの国旗とデザインは同一だが、縦横の比率が異なる（但し、国際会議などの場では縦横比が2:3に統一される場合が多く、その場合だと全く区別がつかない）。モナコとインドネシアは国旗に関して話し合ったが、両国が遠く離れていることと、両国の国旗が同じくらいの歴史があるということで、両国の国旗はそのままとなった。 赤と白は少なくとも1339年以来グリマルディ家の伝統色だが、国旗に関してはいろいろな変更があった。 元々のモナコの国旗は国章を中央にあしらったもので、現在のデザインが導入されるまで使われていた。現在でも政府旗として国章の旗が使われる。他にも、白地に赤の菱形が並べられたデザインも17世紀以降、非公式な国旗として使われることがあり、現在(2021年)でも様々な機会に使われている。 なお、インドネシアの国旗同様デザインが酷似する旗として、ウィーンの旗が挙げられる（ウィーンの旗の方が赤の色がやや明るめ）。",
    "summary": "モナコ公国\nPrincipauté de Monaco\n\n国の標語：Deo Juvante（ラテン語：我、神のご加護と共にあらん）\n国歌：Hymne Monégasque（フランス語）モナコ国歌\n\nモナコ公国（モナコこうこく、プランシポテ・ドゥ・モナコ、フランス語: Principauté de Monaco）、モナコ（Monaco）は、イタリアのリグーリア州に隣接するコート・ダジュールに位置する西ヨーロッパの主権都市国家、ミニ国家である。北、東、西はフランスと国境を接し、南は地中海に面している。\n\n"
  },
  {
    "id": "maldives",
    "name": "モルディブ",
    "capital": "マレ",
    "continent": "アジア",
    "flag_image_url": "/flags/maldives.svg",
    "map_image_url": "/maps/maldives.png",
    "description": "モルディブの国旗は、1965年7月25日に制定された赤で囲まれた緑地に月章の旗。 モルディブ最初の国旗は20世紀初めにスルタンによって使用された赤一色が使われているもので、正式には1903年まで使われた。その後オスマン帝国の影響でイスラム教の象徴である三日月があしらわれた。 赤は過去、現在、未来に亘る国民の英雄の勇気を示し、血の最後の一滴まで国に捧げると言う意味がある。中央の緑の四角形は、伝統的に命の源であったココヤシの木を表している。",
    "summary": "モルディブ共和国\nދިވެހިރާއްޖޭގެ ޖުމްހޫރިއްޔާ\n\n国の標語：なし\n国歌：ޤައުމީ ސަލާމް（ディベヒ語）国家敬礼\n\nモルディブは一定の課税が著しく軽減、ないしは完全に免除されるタックス・ヘイブンのひとつ。\n\nモルディブ共和国（モルディブきょうわこく、ディベヒ語: ދިވެހިރާއްޖޭގެ ޖުމްހޫރިއްޔާ, Dhivehi Raa'jeyge Jumhooriyya、英語: Republic of Maldives）、通称モルディブは、インド洋上のモルディブ諸島を領土とする島国。インドとスリランカの南西に点在する1,192の島から構成される。いずれも小さな島や環礁であり、国土面積の合計は298平方キロメートル。首都はマレ。人口は約51万人。タックス・ヘイブンであり、人口のうち外国人が13万人以上を占める。"
  },
  {
    "id": "moldova",
    "name": "モルドバ",
    "capital": "キシナウ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/moldova.svg",
    "map_image_url": "/maps/moldova.png",
    "description": "モルドバの国旗は、1990年5月12日に制定された三色旗。青・黄・赤の三色旗に国章があしらわれている。パラグアイの国旗やサウジアラビアの国旗同様、国旗に表裏がある。独立当初は隣接するルーマニアとの統合を見越して表面のみに国章をデザインした国旗を使っていたが、2010年に裏側にも国章の鏡面をデザインするものに改められた。 ルーマニアとはかつて一つの国だったこともあり、文化的・歴史的に結びつきが強い。現在の国旗のデザインもルーマニアの国旗とよく似ている。",
    "summary": "モルドバ共和国\nRepublica Moldova\n\n国の標語：なし\n国歌：Limba Noastră（ルーマニア語）我らが言葉\n\nモルドバ共和国（モルドバきょうわこく、ルーマニア語: Republica Moldova）、通称モルドバ、モルドヴァ（Moldova [molˈdova] ( 音声ファイル)）は、東ヨーロッパの共和制国家。首都はキシナウ。\n西はルーマニア、北・東・南はウクライナと国境を接し、面積は3万3851平方キロメートルを持つ内陸国である。"
  },
  {
    "id": "morocco",
    "name": "モロッコ",
    "capital": "ラバト",
    "continent": "アフリカ",
    "flag_image_url": "/flags/morocco.svg",
    "map_image_url": "/maps/morocco.png",
    "description": "モロッコの国旗（モロッコのこっき、Flag of Morocco）は深紅の色で預言者ムハンマドを象徴しており、緑の五芒星「スレイマン（ソロモン）の印章」が表されている。 現王朝のアラウィー朝が始まった17世紀ころには赤旗が用いられていたが、1912年に「ほかの多くの赤旗と区別するため」緑の星が付け加えられた。 憲法第7条で「王国のしるしは、中央に5つの稜を持つ緑の星を伴った赤い旗である」と定められている。",
    "summary": "モロッコ王国\nالمملكة المغربية（アラビア語）ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ（ベルベル語） Royaume du Maroc（フランス語） Reino de Marruecos（スペイン語）\n\n国の標語：الله، الوطن، الملك（アラビア語）ⴰⴽⵓⵛ, ⴰⵎⵓⵔ, ⴰⴳⵍⵍⵉⴷ（ベルベル語派）（神、国、王）1\n国歌：النشيد الوطني المغربي（アラビア語）ⵉⵣⵍⵉ ⴰⵏⴰⵎⵓⵔ ⵏ ⵍⵎⵖⵔⵉⴱ（ベルベル語派）国王万歳\n\n1 この標語は、憲法に明記された現国王の標語である。2 モロッコ本土のみのデータ。3 710,850 km2には、モロッコが主張する西サハラ全体が含まれる。\n\nモロッコ王国（モロッコおうこく、アラビア語: المملكة المغربية、ベルベル語: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ）、通称モロッコは、北アフリカ北西部のマグリブに位置する立憲君主制の国家である。東でアルジェリアと、南で西サハラ（紛争地域）と、北でスペインの飛地（セウタとメリリャ）と接し、西は大西洋に、北は地中海に面している。首都はラバトである。\n南に接する西サハラはスペインが放棄後、モロッコと現地住民による亡命政府であるサハラ・アラブ民主共和国の両国が領有権を主張している。モロッコは西サハラの約75%を実効支配しているが、領有を承認しているのはアメリカ合衆国をはじめとした50か国程度にとどまり、国際的には広く認められていない（西サハラの法的地位を参照）。実効支配下を含めた面積は約604,107 km2（うち、西サハラ部分が190,100 km2）、人口は33,848,242人（2014年国勢調査）。\n地中海世界とアラブ世界の一員であり、地中海連合とアラブ連盟とアラブ・マグリブ連合に加盟している。モロッコはサハラ・アラブ民主共和国を自国の一部であるとの立場のため、独立国家として承認していない。1984年にサハラ・アラブ民主共和国のアフリカ統一機構（2002年にアフリカ連合へ発展）加盟に反対して同機構を脱退し、アフリカ大陸唯一のアフリカ連合（AU）非加盟国であったが、2017年1月31日に再加入した。"
  },
  {
    "id": "mongolia",
    "name": "モンゴル",
    "capital": "ウランバートル",
    "continent": "アジア",
    "flag_image_url": "/flags/mongolia.svg",
    "map_image_url": "/maps/mongolia.png",
    "description": "モンゴルの国旗は、赤・青・赤の順で、左側の赤地にソヨンボという意匠を配した旗。ソヨンボ文字はかつてモンゴルで使われていた文字で、ソヨンボの意味には色々な説がある。それぞれの図形は上から、火・太陽・月・矢・槍・長方形・巴をあらわしている。 現在の国旗自体は正確には社会主義政権時代（モンゴル人民共和国）に制定されたもので、1949年からソヨンボの上に社会主義を意味する金星が付いていたが1992年に外された。 社会主義時代から、ソビエト連邦でいうところの槌鎌（鎌とハンマー）のマークと同じで、ソヨンボのみで使用されることも多く、第2の国章のような扱いを受けていた。またソヨンボ自体にも時代によって多くのバリエーションがあり、時代によっては正式な国章として使用された時期もある。",
    "summary": "モンゴル国\nМонгол Улс\n\n国の標語：なし\n国歌：Монгол улсын төрийн дуулал（モンゴル語）モンゴルの国歌\n\nPREFIXは JT JU JV\n\nモンゴル国（モンゴルこく、モンゴル語: Монгол Улс,ᠮᠣᠩᠭᠣᠯᠤᠯᠤᠰ）は、東アジア北部にある共和制国家。首都はウランバートル。東と南の二方向を中華人民共和国、北をロシアとそれぞれ接する内陸国である。モンゴル高原のうち、外蒙古（がいもうこ、そともうこ）と呼ばれたゴビ砂漠以北の一帯にほぼ該当する領域を国土とし、国連加盟国の中で人口密度が最も低い国である。\n\n"
  },
  {
    "id": "montenegro",
    "name": "モンテネグロ",
    "capital": "ポドゴリツァ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/montenegro.svg",
    "map_image_url": "/maps/montenegro.png",
    "description": "モンテネグロの国旗は、セルビア・モンテネグロ時代の2004年7月13日に制定され、2006年の独立以降も同じものを使用している。 1993年に制定された国章を赤地の中央に配置しており、ニコラ1世のものからキリル文字の頭文字「НІ」を除いたもの。国章の中心にあるのはヴェネツィア共和国のシンボルである聖マルコのライオンである。現在のモンテネグロの都市は1797年までヴェネツィア共和国に属していた。 スポーツ競技の国際試合などで縦に掲出する場合は、国章を90度回転させたものを使用する。 2004年7月12日以前は、赤青白の横三色旗で縦横比1:3とかなり横に長いものを使用していた。",
    "summary": "モンテネグロ\nCrna GoraЦрна Гора\n\n国の標語：なし\n国歌：Oj svijetla majska zoro五月の夜明け\n\nモンテネグロ（Montenegro、モンテネグロ語: Crna Gora、Црна Гора）は、東南ヨーロッパ、バルカン半島に位置する共和制国家。首都はポドゴリツァ（旧憲法ではツェティニェ）。南はアドリア海に臨み、北西をクロアチアのドゥブロヴニクとボスニア・ヘルツェゴビナ、北東をセルビアのサンジャク地方、南東をアルバニア、東部をコソボと接する。\n\n"
  },
  {
    "id": "jordan",
    "name": "ヨルダン",
    "capital": "アンマン",
    "continent": "アジア",
    "flag_image_url": "/flags/jordan.svg",
    "map_image_url": "/maps/jordan.png",
    "description": "ヨルダンの国旗（ヨルダンのこっき）は、左の赤い三角形と、3本の水平の帯（黒、白、緑）から成る。これらの帯はそれぞれ、アッバース朝、ウマイヤ朝、ファーティマ朝を表す。赤の三角形は、現在の王室であるハーシム家及びアラブのレジスタンスを表す。レジスタンス旗との唯一の違いである七稜星は、クルアーン第一章の7行(開端)及び、アラブ人の民族の単一性を表す。第一次世界大戦中のオスマン帝国に対するアラブ側のレジスタンスの旗に基づくデザインである。",
    "summary": "ヨルダン・ハシミテ王国\nالمملكة الأردنيّة الهاشميّة\n\n国の標語： الله، الوطن، الملك （アラビア語:神、祖国、国王）\n国歌：السلام الملكي الأردني（アラビア語）ヨルダンの国歌\n\nヨルダン・ハシミテ王国（ヨルダン・ハシミテおうこく、アラビア語: المملكة الأردنيّة الهاشميّة, ラテン文字転写: al-Mamlakah al-Urdunniyyah Al-Hāshimiyyah; 英語: Hashemite Kingdom of Jordan）、通称ヨルダンは、中東・西アジアに位置する、立憲君主制の王国である。首都はアンマン。イスラエル、パレスチナ国、サウジアラビア、イラク、シリアと隣接する。イスラエルやパレスチナ暫定自治区とは、ヨルダン川と死海が国境である。国土南端のアカバでわずかながら海（アカバ湾）に接する。\nイスラームの預言者ムハンマドの従弟アリーとムハンマドの娘ファーティマの夫妻に遡るハーシム家出身の国王が世襲統治する。\n住民の半数あまりは、イスラエル建国や中東戦争に伴いヨルダンに逃れたパレスチナ難民とその子孫である。\n\n"
  },
  {
    "id": "laos",
    "name": "ラオス",
    "capital": "ヴィエンチャン",
    "continent": "アジア",
    "flag_image_url": "/flags/laos.svg",
    "map_image_url": "/maps/laos.png",
    "description": "ラオスの国旗は、横に赤青赤、中央に白丸を配した旗。現在の旗はもともとパテート・ラーオの旗として使われたが、1975年にラオス内戦でパテート・ラーオが勝利しラオス人民民主共和国が成立した時に新国旗として制定された。赤は独立闘争で流された血の色を、青はメコン川と国の豊かさを象徴しているとされる。中央の白丸はメコン川に昇る月を表し、共産主義による国の統一を象徴している。",
    "summary": "ラオス人民民主共和国\nສາທາລະນະລັດ ປະຊາທິປະໄຕ ປະຊາຊົນລາວ\n\n国の標語：ສັນຕິພາບ ເອກະລາດ ປະຊາທິປະໄຕ ເອກະພາບ ວັດທະນາຖາວອນ （ラーオ語: 平和、独立、民主主義、統一、繁栄）\n国歌：ເພງຊາດລາວ（ラーオ語）ラオス国歌\n\nラオス人民民主共和国（ラオスじんみんみんしゅきょうわこく、ラーオ語: ສາທາລະນະລັດ ປະຊາທິປະໄຕ ປະຊາຊົນລາວ、英語: Lao People's Democratic Republic）、通称ラオスは、東南アジアのインドシナ半島に位置する社会主義共和制国家。ASEAN加盟国、フランコフォニー国際機関参加国である。通貨はキープ、人口約733万人、首都はヴィエンチャン。\nASEAN加盟11カ国中、唯一の内陸国。面積は日本の約63%に相当し、国土の約70％は高原や山岳地帯である。北は中国、東はベトナム、南はカンボジア、南西はタイ、西はミャンマーと国境を接する。計画経済から社会主義市場経済に移行したが、ラオス人民革命党による一党独裁が続いている。"
  },
  {
    "id": "latvia",
    "name": "ラトビア",
    "capital": "リガ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/latvia.svg",
    "map_image_url": "/maps/latvia.png",
    "description": "ラトビアの国旗は、カーマイン・白・カーマイン色の二色旗で、1990年2月27日にソビエト連邦から独立時に再制定された。もともと1918年から1940年のソ連への併合時まで使用されていた。 この国旗のデザインは1280年前後に起こった戦争についてふれた古い文献「リヴォニア年代記（Rhyme Chronicle Of Livonia (Livländische Reimchronik)）」に登場し、大変古いものであることが分かっている。あるラトガレ部族長が瀕死の負傷を受け、白い布にくるまれた際、その布の両端が血で赤く染まった。この布が旗印として使われたという。この伝統に基づき1917年5月のラトビア美術家アンシス・チールリス(Ansis Cīrulis)に国旗がデザインされ、1921年6月15日のラトビア共和国制憲議会で制定された。 カーマイン色は「ラトビアン・レッド」とも言われる独特な色で、茶色と紫色の混ざったような色である。デザインはオーストリアの国旗とよく似ている。",
    "summary": "ラトビア共和国\nLatvijas Republika\n\n国の標語：不明\n国歌：Dievs, svētī Latviju!（ラトビア語）ラトビアに幸いあれ！\n\nラトビア共和国（ラトビアきょうわこく、ラトビア語: Latvijas Republika）、通称ラトビアは、北ヨーロッパの共和制国家。面積約6.5万 km2、人口約189万人（2021年1月時点）、首都はリガ。フィンランド、エストニア、リトアニアなどとともにバルト海東岸に位置する国の一つである。北隣のエストニア、南隣のリトアニアを含めたバルト三国は1940年にソビエト連邦に占領・併合され、ソ連崩壊に伴い独立「回復」を宣言した（ラトビアは1990年5月）。2004年に北大西洋条約機構（NATO）と欧州連合（EU）に加盟、2014年に通貨ユーロ導入。2016年に経済協力開発機構（OECD）加盟国となった。"
  },
  {
    "id": "lithuania",
    "name": "リトアニア",
    "capital": "ヴィルニュス",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/lithuania.svg",
    "map_image_url": "/maps/lithuania.png",
    "description": "リトアニアの国旗は、黄・緑・赤の三色旗である。ヨーロッパの国であるが、偶然汎アフリカ色が用いられている。リトアニア共和国独立回復前の1989年3月20日に再制定され、2004年に縦横比が1：2から3：5に変更されている。 同様の三色旗はソビエト連邦に編入される前の1918年から1940年にかけても使用されていたが、当時の国旗は現在のものと比べると色合いが明るく、縦横比は2：3であった。 1940年から1989年（ただし1941年から1945年まではナチス・ドイツに占領されていた）まではリトアニア・ソビエト社会主義共和国の国旗が使用されており、1953年までは赤旗に鎌と槌が描かれ国名が書かれた旗が使用され、1953年からは赤旗に鎌と槌および星が描かれ、緑と白の帯が施された国旗が使用された。",
    "summary": "リトアニア共和国\nLietuvos Respublika\n\n国の標語：\"Tautos jėga vienybėje\"\"民族の力は統一にあり\"\n国歌：Tautiška giesmė（リトアニア語）国民賛歌\n\nリトアニア共和国（リトアニアきょうわこく、リトアニア語: Lietuvos Respublika）、通称リトアニア（リトアニア語: Lietuva）は、北ヨーロッパの共和制国家。首都はヴィリニュス。フィンランド、エストニア、ラトビアなどとともにバルト海東岸に位置する国の一つである。バルト三国の中では最も南に位置する。ソビエト連邦の崩壊に伴い独立を回復後、2004年に欧州連合（EU）そして北大西洋条約機構（NATO）に加盟、通貨は2015年よりユーロ導入、2018年に経済協力開発機構（OECD）に加盟した。"
  },
  {
    "id": "libya",
    "name": "リビア",
    "capital": "トリポリ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/libya.svg",
    "map_image_url": "/maps/libya.png",
    "description": "リビアの国旗は、上から赤・黒・緑を横三色に配し、中央に白い三日月と星があしらわれた旗。赤は剣と力を、黒はイスラムの闘争を、緑はイスラム教の聖なる色で高潔を、それぞれ象徴する。中央の黒地に白い三日月と星の部分は、1840年に創設されたイスラム教神秘主義のサヌーシー教団を率いたサヌーシー家の旗が基になっている。 かつて1951年から1969年まで王政期時代に国旗として使用されていたものを、2011年に復活させたものである。",
    "summary": "リビア国\nدولة ليبيا\n\n国の標語：なし\n国歌：ليبيا ليبيا ليبيا（アラビア語）リビア、リビア、リビア\n\nリビア国（アラビア語: دولة ليبيا, Dawlat Lībyā、英語: State of Libya）、通称リビア（リービヤー、ليبيا, Lībiyā、Libya）は、北アフリカに位置する共和制国家。東にエジプト、南東にスーダン、南にチャドとニジェール、西にアルジェリア、北西にチュニジアと国境を接し、北は地中海に面し、海を隔てて旧宗主国のイタリアが存在する。首都はトリポリである。\n現在は臨時政府となっており、以前の独裁的なカダフィ体制が崩壊してからは内戦が続き、統一政府が成立したものの事実上国家は分裂状態にある。\nアフリカ世界と地中海世界とアラブ世界の一員であり、アフリカ連合とアラブ連盟に加盟している。アラブ・マグレブ連合にも加盟しており、広義のマグリブ諸国に含まれる。主要な宗教はイスラム教（スンナ派）で、イスラム圏の一部である。\n\n"
  },
  {
    "id": "liechtenstein",
    "name": "リヒテンシュタイン",
    "capital": "ファドゥーツ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/liechtenstein.svg",
    "map_image_url": "/maps/liechtenstein.png",
    "description": "リヒテンシュタインの国旗は、青と赤の二色が下地を占める旗である。1936年に参加したベルリンオリンピックで、ハイチの国旗と酷似していることが明らかとなり、1937年に冠が追加された。さらに1982年に冠のデザインが変更され、現在のような旗となった。青が空を、赤は炉の火を表すとされ、旗竿側の冠の紋章は人民と統治者が一体であることを表している。縦長に掲揚する場合は専用の旗があり、左に青、右に赤がくるように置くと、冠の頂点がホイスト側（つまり上）を向くようになっている。",
    "summary": "リヒテンシュタイン公国\nFürstentum Liechtenstein\n\n国の標語：Für Gott, Fürst und Vaterland（ドイツ語：神・公・祖国のために）\n国歌：Oben am jungen Rhein（ドイツ語）若きライン川上流に\n\nリヒテンシュタイン公国（リヒテンシュタインこうこく、独: Fürstentum Liechtenstein）、通称リヒテンシュタインは、西ヨーロッパの立憲君主制国家。スイスとオーストリアに囲まれた国であり、ミニ国家の一つである。首都はファドゥーツ。欧州自由貿易連合（EFTA）加盟国。"
  },
  {
    "id": "liberia",
    "name": "リベリア",
    "capital": "モンロビア",
    "continent": "アフリカ",
    "flag_image_url": "/flags/liberia.svg",
    "map_image_url": "/maps/liberia.png",
    "description": "リベリアの国旗は、1847年の独立時に制定された。アメリカ合衆国の国旗（星条旗）に似たデザインだが、これはこの国がアメリカ解放奴隷の再植民により建国されたことによる。 11本の紅白の縞はリベリア独立宣言の11人の署名者を示し、紅白の色は勇気と高いモラルを示す。青い四角はアフリカ大陸を表し、その中の白い星は元奴隷に与えられた自由を示す。 リベリアは船舶の便宜置籍国として知られ、約1,800隻の商船が実際の運行経路とは関係なくリベリア船籍を保有している。結果、この国旗は商船旗として、世界中で目にすることができる。",
    "summary": "リベリア共和国\nRepublic of Liberia\n\n国の標語：The love of liberty brought us here. （英語: 自由への熱愛が我々をここに導いた。）\n国歌：万歳、リベリア\n\nリベリア共和国（リベリアきょうわこく）、通称リベリアは、西アフリカにある共和制国家。北はギニア、西はシエラレオネ、東はコートジボワールと国境を接し、南は大西洋に面する。首都はモンロビア。\nアメリカ合衆国で解放された黒人奴隷によって建国され、1847年に独立し、現在のアフリカの中ではエチオピアに次いで古い国である。\nしかし、1989年から2003年にかけて断続的に2度も起きた内戦終結後、緩やかな復興が続いていたが2014年の西アフリカエボラ出血熱流行によって甚大な被害を受けており、現在もその爪痕が残っている。世界最貧国の1つとなっている。"
  },
  {
    "id": "romania",
    "name": "ルーマニア",
    "capital": "ブカレスト",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/romania.svg",
    "map_image_url": "/maps/romania.png",
    "description": "ルーマニアの国旗は、1990年以後の民主政体下以降は青、黄、赤の縦三色旗。 青は空、黄は鉱物・穀物、赤は国民の勇気・独立闘争を表すという。また青と赤がモルダヴィア、黄が小ワラキア、赤が大ワラキアを表したともいう。 憲法には青、黄、赤の三色旗と定められているが、法律番号75/1994においてコバルトブルー、クロムイエロー、バーミリオンレッドの三色旗とより詳細に規定されている。 国旗はチャドの国旗と酷似しており、チャドの国旗の縦横比が明確に定められていない点や、色の規定が若干異なる点を除けばほとんど同一だが、チャドの国旗の青色を若干濃く暗くして区別する場合がある。",
    "summary": "ルーマニア\nRomânia\n\n国の標語：なし\n国歌：Deșteaptă-te române!（ルーマニア語）目覚めよ、ルーマニア人!\n\nルーマニア（羅: România）は、東ヨーロッパ、バルカン半島東部に位置する共和制国家。首都はブカレスト。南西にセルビア、北西にはハンガリー、北がウクライナ、北東をモルドバ、南にブルガリアと国境を接し、東は黒海に面している。\n国土の中央をほぼ逆L字のようにカルパティア山脈が通り、山脈に囲まれた北西部の平原のトランシルヴァニア、ブルガリアに接するワラキア、モルドバに接するモルダヴィア、黒海に面するドブロジャの4つの地方に分かれている。\n\n"
  },
  {
    "id": "luxembourg",
    "name": "ルクセンブルク",
    "capital": "ルクセンブルク市",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/luxembourg.svg",
    "map_image_url": "/maps/luxembourg.png",
    "description": "ルクセンブルクの国旗（Flag of Luxembourg）は、赤・白・水色の三色旗。1845年から1848年の間に初めて使用され、公式には1972年6月23日に制定された。 1830年のベルギー独立革命の際、初めてこれらの三色が使用され、1845年6月12日に水平三色旗のデザインが定着した。ただし法律で国旗が規定されるのは前述の通り1972年になってからである。同じくベネルクスに属するオランダの国旗と似たデザインだが、オランダは濃い青を使用するのに比べ、ルクセンブルクは明るい水色と法律で規定された。また、オランダの国旗と比べ縦横の比率も異なっている。",
    "summary": "ルクセンブルク大公国\nGroussherzogtum Lëtzebuerg (ルクセンブルク語)Grand-Duché de Luxembourg (フランス語)Großherzogtum Luxemburg (ドイツ語)\n\n国の標語：Mir wëlle bleiwe wat mir sinn（ルクセンブルク語：我々は今ある状態を保ちたい（我々は独立していたい））\n国歌：Uelzecht（ルクセンブルク語）我が母国\n\nルクセンブルク大公国（ルクセンブルクたいこうこく、ルクセンブルク語: Groussherzogtum Lëtzebuerg、仏: Grand-Duché de Luxembourg、独: Großherzogtum Luxemburg）、通称ルクセンブルクは、西ヨーロッパに位置する立憲君主制国家である。議院内閣制の大公国。首都はルクセンブルク市。\n南はフランス、西と北はベルギー、東はドイツに隣接している。また、ベルギー、オランダの2か国とあわせてベネルクスとも呼ばれる。"
  },
  {
    "id": "rwanda",
    "name": "ルワンダ",
    "capital": "キガリ",
    "continent": "アフリカ",
    "flag_image_url": "/flags/rwanda.svg",
    "map_image_url": "/maps/rwanda.png",
    "description": "ルワンダの国旗（Flag of Rwanda）は、2001年10月25日に制定された。 緑、黄色、水色はそれぞれ、平和、繁栄への希望、国民を表す。右上には24本の光の太陽がデザインされている。 旧国旗は赤・黄・緑の汎アフリカ色旗の中央部分に、ルワンダの頭文字「R」が使われていた。この国旗は1990年から1994年の「ルワンダ紛争」での大量虐殺（ジェノサイド）と印象づけられたため、変更となった。",
    "summary": "ルワンダ共和国\nRepublika y'u Rwanda（ルワンダ語）République du Rwanda（フランス語）Republic of Rwanda（英語）Jamhuri ya Rwanda（スワヒリ語）\n\n国の標語：Unity, Work, Patriotism（日本語: 統一、労働、愛国心）\n国歌：Rwanda Nziza（ルワンダ語）美しきルワンダ\n\nルワンダ共和国（ルワンダきょうわこく）、通称ルワンダは、東アフリカにある共和制国家。内陸国であり、西はコンゴ民主共和国、北はウガンダ、東はタンザニア、南はブルンジと国境を接する。首都はキガリ。イギリス連邦、東アフリカ共同体、アフリカ連合などの加盟国である。\nアフリカで最も人口密度が高い国である。"
  },
  {
    "id": "lesotho",
    "name": "レソト",
    "capital": "マセル",
    "continent": "アフリカ",
    "flag_image_url": "/flags/lesotho.svg",
    "map_image_url": "/maps/lesotho.png",
    "description": "レソトの国旗は、2006年10月4日に制定された。独立40周年を記念し、青白緑の三色旗で中央に、独立時の国旗にあったソト人の帽子（mokorotlo）が再びあしらわれたものが採用された。",
    "summary": "レソト王国\nMuso oa Lesotho（ソト語）Kingdom of Lesotho（英語）\n\n国の標語：Khotso, Pula, Nala（平和、雨、繁栄）\n国歌：Lesōthō Fatše La Bo Ntat'a Rōnaレソト、父なる地\n\nレソト王国（レソトおうこく、ソト語: Muso oa Lesotho IPA: [lɪˈsʊːtʰʊ]、英語: Kingdom of Lesotho  ( 音声ファイル)）、通称レソトは、アフリカ南部に位置する立憲君主制国家。イギリス連邦加盟国のひとつ。周囲を南アフリカ共和国に囲まれた世界最南の内陸国で、首都はマセルである。1966年にイギリスから独立した。英領時代の旧称はバストランド。非同盟中立を宣言している。\n\n"
  },
  {
    "id": "lebanon",
    "name": "レバノン",
    "capital": "ベイルート",
    "continent": "アジア",
    "flag_image_url": "/flags/lebanon.svg",
    "map_image_url": "/maps/lebanon.png",
    "description": "レバノンの国旗（レバノンのこっき）は、赤・白・赤の横三色旗。白の幅は赤の二倍（1:2:1）。中央には旧約聖書に記述があることなどで知られているレバノンスギが描かれている。1943年の独立時に制定された。 かつてはレバノンスギの幹や枝は茶色で彩色されていたが、1990年代初めから緑一色のシルエットに変更された。",
    "summary": "レバノン共和国\nالجمهورية اللبنانية\n\n国の標語：なし\n国歌：كلنـا للوطـن للعـلى للعـلم（アラビア語）我等全ては我が国のため、我が栄光と国旗のため\n\nレバノン共和国（レバノンきょうわこく、アラビア語: الجمهورية اللبنانية）、通称レバノンは、中東のレバントに位置する共和制国家。首都はベイルート。北と東ではシリアと、南ではイスラエルと国境を接し、西には地中海を挟んでキプロスがある。"
  },
  {
    "id": "russia",
    "name": "ロシア",
    "capital": "モスクワ",
    "continent": "ヨーロッパ",
    "flag_image_url": "/flags/russia.svg",
    "map_image_url": "/maps/russia.png",
    "description": "1992年以降のロシアの国旗（ロシアのこっき）は、白、青、赤の横三色旗である。 由来 元々はロシア帝国の国旗で、1699年、ピョートル大帝が遣欧使節団を伴ってオランダを訪れ造船を学んだ際、海軍のための旗の必要性に気付いて、オランダの国旗を色の順番を変えて取り入れたという伝説がある。しかし、1668年に制定されたロシア最初の国旗も白、青、赤の3色であり、それゆえオランダを参考にしたとしても遣欧使節団以前の話であり、また当時のオランダ国旗は橙、白、青の三色旗であり赤色は入っていなかった。白、青、赤はモスクワ大公国の紋章にあった。青いケープをまとい銀色の鎧を着て白馬に乗った聖ゲオルギウスが赤い野を駆けて竜を退治している図柄であり、ロシア国旗の色はこの3色から来ているという説がある。また、この3色はロシアの守護聖人、生神女マリヤの着ているローブに由来するという説もある。 アレクサンドル2世の治世下においては、黒、黄、白の三色旗に改められた。この黒、黄は、国章である金地に黒の双頭の鷲に由来する。しかし、アレクサンドル3世の治世下で元の白、青、赤の三色旗に戻され、第一次世界大戦時にはカントンに国章が追加された。 1917年にロシア帝国が倒され（ロシア革命）、1922年にソビエト連邦が成立すると、ロシア帝国の「白・青・赤の三色旗」は廃止され、「鎌と槌の赤旗」がソビエト連邦の国旗に制定された。 そして、1991年12月25日にソビエト連邦が崩壊し、1992年元日にロシア連邦が成立すると、「鎌と槌の赤旗」の国旗は廃止され、帝国時代末期（1883年 - 1917年）の「白・青・赤の三色旗」の国旗が1993年12月11日に復活し、この旗がロシア連邦の国旗に制定された。 白は高貴と率直のベラルーシ人を、青は名誉と純潔性のウクライナ人を、赤は愛と勇気のロシア人を表す。もともとオランダの国旗をヒントにしたものの、この国旗の3色は汎スラヴ色としてPrague Slavic Congress 1848で正式に決まったものである。 歴代ロシア国旗 ロシア・ツァーリ国 ロシア帝国 ロシア・ソビエト連邦社会主義共和国 ロシア連邦 大統領旗 海軍旗 ロシアの地方旗 他の汎スラヴ色の旗 脚注 関連項目 白青白旗 - ロシア軍によるウクライナ侵攻に対するロシア国内での反戦運動で用いられている旗 国旗の一覧 ロシアの国旗一覧 ロシアの国章 ソビエト連邦の国旗／ソビエト連邦の国章 ロシア・ソビエト連邦社会主義共和国の国旗",
    "summary": "ロシア連邦\nРоссийская Федерация\n\n国の標語：特になし\n国歌： Госуда́рственный гимн Росси́йской Федера́ции（ロシア語）ロシア連邦国歌ロシア連邦国歌 (演奏版)Патриоти́ческая пе́сня（ロシア語）愛国歌(1991 - 2000)\n\nロシア連邦（ロシアれんぽう、ロシア語: Российская Федерация）、通称ロシア（ロシア語: Россия）は、ユーラシア大陸北部に位置する連邦共和制国家である。首都はモスクワ。\n国土は旧ロシア帝国およびソビエト連邦の大半を引き継いでおり、ヨーロッパからシベリア・極東におよぶ。面積は17,090,000  km2（平方キロメートル）以上と世界最大面積の国家である。"
  },
  {
    "id": "georgia_country",
    "name": "ジョージア",
    "capital": "トビリシ",
    "continent": "アジア",
    "flag_image_url": "/flags/georgia_country.svg",
    "map_image_url": "/maps/georgia_country.png",
    "description": "ジョージアの国旗（ジョージアのこっき）は、聖ゲオルギウス十字の四隅にエルサレム十字を配した旗であり、ファイブ・クロス・フラッグ（Five Cross Flag）として知られている。制定年は2004年、縦横の長さの比率は2:3である。",
    "summary": "ジョージア\nსაქართველო\n\n国の標語：ძალა ერთობაშია（グルジア語）（ジョージア語: 力は団結にあり）\n国歌：თავისუფლება（グルジア語）タヴィスプレバ（自由）\n\nアブハジアと南オセチアを抜いた人口（2012年）は4,054,382人、面積57,200km2、人口密度70人/km2となる。\n\nジョージア（グルジア語: საქართველო、IPA: [sakʰartʰʷelo] ( 音声ファイル)、グルジア語ラテン翻字: Sakartvelo、カナ: サカルトヴェロ、英語: Georgia）は、ユーラシア大陸の南コーカサスにある共和制国家。首都はトビリシである。ヨーロッパとアジアの境にあり、東ヨーロッパと西アジアのいずれにも区分されることがある。北はロシア連邦、南東はアゼルバイジャン、南はアルメニアとトルコと接し、西は黒海に面する。\nロシア内戦中の1921年にグルジア民主共和国が赤軍に占領され、以後ソビエト連邦を構成するグルジア共和国とされたが、ソビエト連邦の崩壊に伴い1991年4月に共和国として独立を回復した。\n2008年、ロシア連邦が軍事侵攻し、ジョージア北部の南オセチアとアブハジアの「独立」を一方的に承認。日本は、侵攻を受けてロシアと国交断絶したジョージアの要請を受け、2015年4月までの国名呼称グルジア（ロシア語: Грузия, Gruziya）からジョージアへ変更した。"
  }
]
